Repository: Logicna-Podloga/croatia-app
Catalog: croatia_app/translations/*-hrms.clean.po
Languages: hr_hr

source: Employee Referral {0} is not applicable for referral bonus.
hr_hr: Preporuka zaposlenika {0} ne primjenjuje se za bonus za preporuku.

source: Employee Referrals
hr_hr: Preporuke zaposlenika

source: Employee Responsible
hr_hr: Odgovorni zaposlenik

source: Employee Retained
hr_hr: Zadržani zaposlenik

source: Employee Separation
hr_hr: Razdvajanje zaposlenika

source: Employee Separation Template
hr_hr: Predložak za razdvajanje zaposlenika

source: Employee Settings
hr_hr: Postavke zaposlenika

source: Employee Skill
hr_hr: Vještina zaposlenika

source: Employee Skill Map
hr_hr: Mapa vještina zaposlenika

source: Employee Skills
hr_hr: Vještine zaposlenika

source: Employee Status
hr_hr: Status zaposlenika

source: Employee Tax Exemption Category
hr_hr: Kategorija oslobođenja od poreza za zaposlenike

source: Employee Tax Exemption Declaration
hr_hr: Izjava o oslobođenju od poreza za zaposlenike

source: Employee Tax Exemption Declaration Category
hr_hr: Kategorija izjave o oslobođenju od poreza za zaposlenike

source: Employee Tax Exemption Proof Submission
hr_hr: Podnošenje dokaza o oslobođenju od poreza za zaposlenike

source: Employee Tax Exemption Proof Submission Detail
hr_hr: Detalji podnošenja dokaza o oslobođenju od poreza za zaposlenike

source: Employee Tax Exemption Sub Category
hr_hr: Podkategorija oslobođenja od poreza za zaposlenike

source: Employee Training
hr_hr: Obuka zaposlenika

source: Employee Transfer
hr_hr: Prijenos zaposlenika

source: Employee Transfer Detail
hr_hr: Detalji prijenosa zaposlenika

source: Employee Transfer Details
hr_hr: Detalji prijenosa zaposlenika

source: Employee Transfer cannot be submitted before Transfer Date
hr_hr: Prijenos zaposlenika ne može se podnijeti prije datuma prijenosa

source: Employee can be named by Employee ID if you assign one, or via Naming Series. Select your preference here.
hr_hr: Zaposlenik se može imenovati pomoću ID-a zaposlenika ako ga dodijelite ili putem serije imenovanja. Odaberite svoju preferenciju ovdje.

source: Employee name
hr_hr: Ime zaposlenika

source: Employee records are created using the selected option
hr_hr: Zapisi o zaposlenicima kreiraju se pomoću odabrane opcije

source: Employee was marked Absent due to missing Employee Checkins.
hr_hr: Zaposlenik je označen kao odsutan zbog nedostajućih prijava zaposlenika.

source: Employee was marked Absent for not meeting the working hours threshold.
hr_hr: Zaposlenik je označen kao odsutan jer nije ispunio prag radnih sati.

source: Employee {0} already has an Attendance Request {1} that overlaps with this period
hr_hr: Zaposlenik {0} već ima Zahtjev za prisustvo {1} koji se preklapa s ovim razdobljem

source: Employee {0} already has an active Shift {1}: {2} that overlaps within this period.
hr_hr: Zaposlenik {0} već ima aktivnu smjenu {1}: {2} koja se preklapa unutar ovog razdoblja.

source: Employee {0} already submitted an application {1} for the payroll period {2}
hr_hr: Zaposlenik {0} je već podnio zahtjev {1} za obračunsko razdoblje {2}

source: Employee {0} has already applied for Shift {1}: {2} that overlaps within this period
hr_hr: Zaposlenik {0} se već prijavio za smjenu {1}: {2} koja se preklapa unutar ovog razdoblja

source: Employee {0} has already applied for {1} between {2} and {3} : {4}
hr_hr: Zaposlenik {0} se već prijavio za {1} između {2} i {3}: {4}

source: Employee {0} has no maximum benefit amount
hr_hr: Zaposlenik {0} nema maksimalni iznos beneficija

source: Employee {0} is not active or does not exist
hr_hr: Zaposlenik {0} nije aktivan ili ne postoji

source: Employee {0} is on Leave on {1}
hr_hr: Zaposlenik {0} je na dopustu {1}

source: Employee {0} not found in Training Event Participants.
hr_hr: Zaposlenik {0} nije pronađen u sudionicima događaja obuke.

source: Employee {0} on Half day on {1}
hr_hr: Zaposlenik {0} na pola dana {1}

source: Employee {0} relieved on {1} must be set as 'Left'
hr_hr: Zaposlenik {0} otpušten s posla {1} mora biti postavljen kao 'Napustio'

source: Employee: {0} have to complete minimum {1} years for gratuity
hr_hr: Zaposlenik: {0} mora imati najmanje {1} godina radnog staža za otpremninu

source: Employees
hr_hr: Zaposlenici

source: Employees HTML
hr_hr: HTML zaposlenika

source: Employees Working on a Holiday
hr_hr: Zaposlenici koji rade na praznik

source: Employees cannot give feedback to themselves. Use {0} instead: {1}
hr_hr: Zaposlenici ne mogu sami sebi davati povratne informacije. Umjesto toga koristite {0}: {1}

source: Employees will miss holiday reminders from {} until {}. <br> Do you want to proceed with this change?
hr_hr: Zaposlenici će propustiti podsjetnike za blagdane od {} do {}.<br> Želite li nastaviti s ovom promjenom?

source: Employees without Feedback: {0}
hr_hr: Zaposlenici bez povratnih informacija: {0}

source: Employees without Goals: {0}
hr_hr: Zaposlenici bez ciljeva: {0}

source: Employees working on a holiday
hr_hr: Zaposlenici koji rade na praznik

source: Employment Type
hr_hr: Vrsta zaposlenja

source: Enable Auto Attendance
hr_hr: Omogući automatsku prisutnost

source: Enable Early Exit Marking
hr_hr: Omogući označavanje ranog izlaza

source: Enable Late Entry Marking
hr_hr: Omogući označavanje zakašnjelog unosa

source: Enable Push Notifications
hr_hr: Omogući push obavijesti

source: Enabled
hr_hr: Omogućeno

source: Enabling Push Notifications...
hr_hr: Omogućavanje push obavijesti...

source: Encashment
hr_hr: Unovčavanje

source: Encashment Amount
hr_hr: Iznos unovčavanja

source: Encashment Date
hr_hr: Datum unovčavanja

source: Encashment Days
hr_hr: Dani unovčavanja

source: Encashment Days cannot exceed {0} {1} as per Leave Type settings
hr_hr: Broj dana isplate ne može biti veći od {0} {1} prema postavkama vrste dopusta

source: Encashment Limit Applied
hr_hr: Primijenjeno ograničenje unovčavanja

source: Encrypt Salary Slips in Emails
hr_hr: Šifriranje platnih lista u e-porukama

source: End
hr_hr: Kraj

source: End Date
hr_hr: Datum završetka

source: End Date cannot be before Start Date
hr_hr: Datum završetka ne može biti prije datuma početka

source: End Time
hr_hr: Vrijeme završetka

source: End date: {0}
hr_hr: Datum završetka: {0}

source: End time cannot be before start time
hr_hr: Vrijeme završetka ne može biti prije vremena početka

source: Energy Point Log
hr_hr: Zapisnik energetskih točaka

source: Energy Point Rule
hr_hr: Pravilo energetske točke

source: Energy Point Settings
hr_hr: Postavke energetskih točaka

source: Energy Points
hr_hr: Energetske točke

source: Enter the Standard Working Hours for a normal work day. These hours will be used in calculations of reports such as Employee Hours Utilization and Project Profitability analysis.
hr_hr: Unesite standardno radno vrijeme za normalan radni dan. Ovi sati će se koristiti u izračunima izvješća kao što su Iskorištenost sati zaposlenika i Analiza profitabilnosti projekta.

source: Enter the number of leaves you want to allocate for the period.
hr_hr: Unesite broj dopusta koje želite dodijeliti za razdoblje.

source: Enter {0}
hr_hr: Unesite {0}

source: Error
hr_hr: Greška

source: Error Log
hr_hr: Zapisnik pogrešaka

source: Error Message
hr_hr: Poruka o pogrešci

source: Error creating {0}
hr_hr: Pogreška pri stvaranju {0}

source: Error deleting {0}
hr_hr: Pogreška pri brisanju {0}

source: Error in formula or condition
hr_hr: Pogreška u formuli ili uvjetu

source: Error in formula or condition: {0} in Income Tax Slab
hr_hr: Pogreška u formuli ili uvjetu: {0} u poreznoj tablici

source: Error in some rows
hr_hr: Greška u nekim retcima

source: Error updating {0}
hr_hr: Pogreška pri ažuriranju {0}

source: Error while evaluating the {doctype} {doclink} at row {row_id}. <br><br> <b>Error:</b> {error} <br><br> <b>Hint:</b> {description}
hr_hr: Pogreška prilikom procjene {doctype} {doclink} u retku {row_id}.<br><br> <b>Pogreška:</b> {error}<br><br> <b>Savjet:</b> {description}

source: Estimated Cost Per Position
hr_hr: Procijenjeni trošak po poziciji

source: Evaluation
hr_hr: Evaluacija

source: Evaluation Date
hr_hr: Datum evaluacije

source: Evaluation Method cannot be changed as there are existing appraisals created for this cycle
hr_hr: Metoda evaluacije ne može se mijenjati jer za ovaj ciklus već postoje kreirane procjene.

source: Event Details
hr_hr: Detalji događaja

source: Event Link
hr_hr: Veza do događaja

source: Event Location
hr_hr: Mjesto događaja

source: Event Name
hr_hr: Ime događaja

source: Event Status
hr_hr: Status događaja

source: Every 2 Weeks
hr_hr: Svaka 2 tjedna

source: Every 3 Weeks
hr_hr: Svaka 3 tjedna

source: Every 4 Weeks
hr_hr: Svaka 4 tjedna

source: Every Valid Check-in and Check-out
hr_hr: Svaka valjana prijava i odjava

source: Every Week
hr_hr: Svaki tjedan

source: Everyone, let’s congratulate them on their work anniversary!
hr_hr: Svima, čestitajmo im na obljetnici rada!

source: Everyone, let’s congratulate {0} on their birthday.
hr_hr: Svi, čestitajmo {0} rođendan.

source: Exam
hr_hr: Ispit

source: Exchange Rate
hr_hr: Tečajna lista

source: Exchange Rate cannot be zero.
hr_hr: Devizni tečaj ne može biti nula.

source: Exclude Holidays
hr_hr: Isključi praznike

source: Excluded {0} Non-Encashable Leaves for {1}
hr_hr: Isključeno {0} neisplativih listova za {1}

source: Exempted from Income Tax
hr_hr: Oslobođeno poreza na dohodak

source: Exemption
hr_hr: Izuzeće

source: Exemption Category
hr_hr: Kategorija izuzeća

source: Exemption Proofs
hr_hr: Dokazi o izuzeću

source: Exemption Sub Category
hr_hr: Podkategorija izuzeća

source: Existing Record
hr_hr: Postojeći zapis

source: Exit
hr_hr: Izlaz

source: Exit Confirmed
hr_hr: Izlaz potvrđen

source: Exit Details
hr_hr: Detalji izlaza

source: Exit Interview
hr_hr: Izlazni intervju

source: Exit Interview Pending
hr_hr: Izlazni intervju na čekanju

source: Exit Interview Summary
hr_hr: Sažetak izlaznog intervjua

source: Exit Interview {0} already exists for Employee: {1}
hr_hr: Izlazni intervju {0} već postoji za zaposlenika: {1}

source: Exit Questionnaire
hr_hr: Izlazni upitnik

source: Exit Questionnaire Notification
hr_hr: Obavijest o izlaznom upitniku

source: Exit Questionnaire Notification Template
hr_hr: Predložak obavijesti o izlaznom upitniku

source: Exit Questionnaire Pending
hr_hr: Izlazni upitnik na čekanju

source: Exit Questionnaire Web Form
hr_hr: Web obrazac za izlazni upitnik

source: Expand All
hr_hr: Proširi sve

source: Expected Average Rating
hr_hr: Očekivana prosječna ocjena

source: Expected By
hr_hr: Očekivano do

source: Expected Compensation
hr_hr: Očekivana naknada

source: Expected Skill Set
hr_hr: Očekivani skup vještina

source: Expected Skillset
hr_hr: Očekivani skup vještina

source: Expense
hr_hr: Trošak

source: Expense Account
hr_hr: Račun troškova

source: Expense Approver
hr_hr: Odobravatelj troškova

source: Expense Approver Mandatory In Expense Claim
hr_hr: Odobravatelj troškova Obavezno u zahtjevu za naknadu troškova

source: Expense Claim
hr_hr: Zahtjev za naknadu troškova

source: Expense Claim Account
hr_hr: Račun zahtjeva za naknadu troškova

source: Expense Claim Advance
hr_hr: Predujam za naknadu troškova

source: Expense Claim Detail
hr_hr: Detalji zahtjeva za naknadu troškova

source: Expense Claim Summary
hr_hr: Sažetak zahtjeva za naknadu troškova

source: Expense Claim Type
hr_hr: Vrsta zahtjeva za naknadu troškova

source: Expense Claim for Vehicle Log {0}
hr_hr: Zahtjev za naknadu troškova za evidenciju vozila {0}

source: Expense Claim {0} already exists for the Vehicle Log
hr_hr: Zahtjev za naknadu troškova {0} već postoji za evidenciju vozila

source: Expense Claims
hr_hr: Zahtjevi za naknadu troškova

source: Expense Date
hr_hr: Datum troška

source: Expense Item
hr_hr: Stavka troška

source: Expense Proof
hr_hr: Dokaz o troškovima

source: Expense Tax
hr_hr: Porez na troškove

source: Expense Taxes and Charges
hr_hr: Porezi i naknade na troškove

source: Expense Type
hr_hr: Vrsta (Tip) troška

source: Expenses
hr_hr: Troškovi

source: Expenses & Advances
hr_hr: Troškovi i predujmovi

source: Expire Allocation
hr_hr: Istek dodjele

source: Expire Carry Forwarded Leaves (Days)
hr_hr: Istek prenesenih listova (dani)

source: Expired
hr_hr: Isteklo

source: Expired Leave(s)
hr_hr: Istekli dopust(i)

source: Expired Leaves
hr_hr: Istekli listovi

source: Explanation
hr_hr: Obrazloženje

source: Export
hr_hr: Izvoz

source: Exporting...
hr_hr: Izvoz...

source: Failed
hr_hr: Neuspjeh

source: Failed to create/submit {0} for employees:
hr_hr: Nije uspjelo stvaranje/slanje {0} za zaposlenike:

source: Failed to delete defaults for country {0}.
hr_hr: Brisanje zadanih postavki za državu {0} nije uspjelo.

source: Failed to download Salary Slip PDF
hr_hr: Preuzimanje PDF-a platne liste nije uspjelo

source: Failed to send the Interview Reschedule notification. Please configure your email account.
hr_hr: Nije uspjelo slanje obavijesti o premještanju termina razgovora. Molimo konfigurirajte svoj račun e-pošte.

source: Failed to setup defaults for country {0}.
hr_hr: Nije uspjelo postavljanje zadanih postavki za državu {0}.

source: Failed to submit some leave policy assignments:
hr_hr: Slanje nekih zadataka pravila o dopustu nije uspjelo:

source: Failed to update the Job Applicant status
hr_hr: Nije uspjelo ažuriranje statusa podnositelja zahtjeva za posao

source: Failed to {0} {1} for employees:
hr_hr: Nije uspjelo {0} {1} za zaposlenike:

source: Failure
hr_hr: Neuspjeh

source: Failure Details
hr_hr: Detalji o kvaru

source: Feb
hr_hr: Velj

source: Feedback
hr_hr: Povratne informacije

source: Feedback Count
hr_hr: Broj povratnih informacija

source: Feedback HTML
hr_hr: HTML za povratne informacije

source: Feedback Ratings
hr_hr: Ocjene povratnih informacija

source: Feedback Reminder Notification Template
hr_hr: Predložak obavijesti o podsjetniku za povratne informacije

source: Feedback Score
hr_hr: Rezultat povratnih informacija

source: Feedback Submitted
hr_hr: Povratne informacije poslane

source: Feedback Summary
hr_hr: Sažetak povratnih informacija

source: Feedback already submitted for the Interview {0}. Please cancel the previous Interview Feedback {1} to continue.
hr_hr: Povratne informacije za intervju {0} su već poslane. Molimo vas da otkažete prethodne povratne informacije za intervju {1} kako biste nastavili.

source: Feedback cannot be recorded for an absent Employee.
hr_hr: Povratne informacije ne mogu se snimiti za odsutnog zaposlenika.

source: Feedback {0} added successfully
hr_hr: Povratna informacija {0} uspješno dodana

source: Fetch Geolocation
hr_hr: Dohvati geolokaciju

source: Fetch Shift
hr_hr: Dohvati pomak

source: Fetch Shifts
hr_hr: Dohvati smjene

source: Fetching Employees
hr_hr: Dohvaćanje zaposlenika

source: Fetching Shift
hr_hr: Dohvaćanje Shifta

source: Fetching your geolocation
hr_hr: Dohvaćanje vaše geolokacije

source: Field Name
hr_hr: Ime polja

source: File Preview
hr_hr: Pregled datoteke

source: Fill the form and save it
hr_hr: Ispunite obrazac i spremite ga

source: Filled
hr_hr: Ispunjen

source: Filter Based On
hr_hr: Filtriraj na temelju

source: Filter Employees
hr_hr: Filtriraj zaposlenike

source: Filter List
hr_hr: Popis filtara

source: Filters
hr_hr: Filteri

source: Final Decision
hr_hr: Konačna odluka

source: Final Score
hr_hr: Konačni rezultat

source: Final Score Formula
hr_hr: Formula za konačni rezultat

source: First Check-in and Last Check-out
hr_hr: Prva prijava i posljednja odjava

source: First Day
hr_hr: Prvi dan

source: First Name
hr_hr: Ime

source: Fiscal Year
hr_hr: Fiskalna godina

source: Fiscal Year {0} not found
hr_hr: Fiskalna godina {0} nije pronađena

source: Fleet Management
hr_hr: Upravljanje voznim parkom

source: Fleet Manager
hr_hr: Upravitelj voznog parka

source: Flexible Benefits
hr_hr: Fleksibilne pogodnosti

source: Flight
hr_hr: Let

source: FnF Pending
hr_hr: FnF na čekanju

source: Follow via Email
hr_hr: Pratite putem e-pošte

source: Food
hr_hr: Hrana

source: For Designation
hr_hr: Za oznaku

source: For Employee
hr_hr: Za zaposlenika

source: For a day of leave taken, if you still pay (say) 50% of the daily salary, then enter 0.50 in this field.
hr_hr: Za dan iskorištenog dopusta, ako i dalje plaćate (recimo) 50% dnevne plaće, u ovo polje unesite 0,50.

source: Fortnightly
hr_hr: Dvotjedno

source: Fraction of Applicable Earnings
hr_hr: Dio primjenjive zarade

source: Fraction of Daily Salary for Half Day
hr_hr: Dio dnevne plaće za pola dana

source: Fraction of Daily Salary per Leave
hr_hr: Dio dnevne plaće po dopustu

source: Fractional Cost
hr_hr: Djelomični trošak

source: Frequency
hr_hr: Učestalost

source: Friday
hr_hr: Petak

source: From
hr_hr: Od

source: From Amount
hr_hr: Iznos od

source: From Date
hr_hr: Od datuma

source: From Date cannot be greater than To Date
hr_hr: Datum početka ne može biti veći od datuma završetka

source: From Date must come before To Date
hr_hr: Datum početka mora biti prije datuma završetka

source: From Date {0} cannot be after employee's relieving Date {1}
hr_hr: Datum od {0} ne može biti nakon datuma otpuštanja zaposlenika {1}

source: From Date {0} cannot be before employee's joining Date {1}
hr_hr: Datum od {0} ne može biti prije datuma dolaska zaposlenika {1}

source: From Employee
hr_hr: Od zaposlenika

source: From Time
hr_hr: Iz vremena

source: From User
hr_hr: Od korisnika

source: From date can not be less than employee's joining date
hr_hr: Datum početka ne može biti kraći od datuma zapošljavanja zaposlenika

source: From date can not be less than employee's joining date.
hr_hr: Datum početka ne može biti kraći od datuma zapošljavanja zaposlenika.

source: From here, you can enable encashment for the balance leaves.
hr_hr: Odavde možete omogućiti unovčavanje preostalih računa.

source: From(Year)
hr_hr: Od (Godina)

source: Fuchsia
hr_hr: Fuksija

source: Fuel Expense
hr_hr: Trošak goriva

source: Fuel Expenses
hr_hr: Troškovi goriva

source: Fuel Price
hr_hr: Cijena goriva

source: Fuel Qty
hr_hr: Količina goriva

source: Full Name
hr_hr: Ime i prezime

source: Full and Final Asset
hr_hr: Potpuna i konačna imovina

source: Full and Final Outstanding Statement
hr_hr: Potpuni i konačni izvještaj o izvanrednim obvezama

source: Full and Final Settlement
hr_hr: Potpuna i konačna nagodba

source: Full and Final Statement
hr_hr: Potpuna i završna izjava

source: Full-time
hr_hr: Puno radno vrijeme

source: Fully Sponsored
hr_hr: Potpuno sponzorirano

source: Funded Amount
hr_hr: Iznos financiranja

source: Future Income Tax
hr_hr: Budući porez na dohodak

source: Future dates not allowed
hr_hr: Budući datumi nisu dopušteni

source: Gender
hr_hr: Spol

source: General Ledger
hr_hr: Glavna knjiga

source: Geolocation
hr_hr: Geolokacija

source: Geolocation Error
hr_hr: Pogreška geolokacije

source: Geolocation is not supported by your current browser
hr_hr: Vaš trenutni preglednik ne podržava geolokaciju

source: Get Details From Declaration
hr_hr: Dobijte detalje iz deklaracije

source: Get Employees
hr_hr: Zaposlite zaposlenike

source: Get Job Requisitions
hr_hr: Primajte zahtjeve za posao

source: Get Template
hr_hr: Preuzmi predložak

source: Get the app on your device for easy access & a better experience!
hr_hr: Preuzmite aplikaciju na svoj uređaj za jednostavan pristup i bolje iskustvo!

source: Get the app on your iPhone for easy access & a better experience
hr_hr: Preuzmite aplikaciju na svoj iPhone za jednostavan pristup i bolje iskustvo

source: Gluten Free
hr_hr: Bez glutena

source: Go to Login
hr_hr: Idi na Prijava

source: Go to Reset Password page
hr_hr: Idi na stranicu za resetiranje lozinke

source: Goal
hr_hr: Cilj

source: Goal Completion (%)
hr_hr: Ostvarenje cilja (%)

source: Goal Score
hr_hr: Rezultat gola

source: Goal Score (%)
hr_hr: Rezultat golova (%)

source: Goal Score (weighted)
hr_hr: Rezultat golova (ponderirano)

source: Goal progress percentage cannot be more than 100.
hr_hr: Postotak napretka u ostvarenju cilja ne može biti veći od 100.

source: Goal should be aligned with the same KRA as its parent goal.
hr_hr: Cilj bi trebao biti usklađen s istim KRA-om kao i njegov nadređeni cilj.

source: Goal should be owned by the same employee as its parent goal.
hr_hr: Cilj bi trebao biti u vlasništvu istog zaposlenika kao i njegov nadređeni cilj.

source: Goal should belong to the same Appraisal Cycle as its parent goal.
hr_hr: Cilj bi trebao pripadati istom ciklusu procjene kao i njegov nadređeni cilj.

source: Goal updated successfully
hr_hr: Cilj je uspješno ažuriran

source: Goals
hr_hr: Ciljevi

source: Goals updated successfully
hr_hr: Ciljevi su uspješno ažurirani

source: Grade
hr_hr: Razina

source: Grand Total
hr_hr: Ukupni zbroj

source: Gratuity
hr_hr: Napojnica

source: Gratuity Applicable Component
hr_hr: Primjenjiva komponenta napojnice

source: Gratuity Rule
hr_hr: Pravilo o napojnicama

source: Gratuity Rule Slab
hr_hr: Pravilo o napojnicama

source: Green
hr_hr: Zelena

source: Grievance
hr_hr: Pritužba

source: Grievance Against
hr_hr: Žalba protiv

source: Grievance Against Party
hr_hr: Žalba protiv stranke

source: Grievance Details
hr_hr: Detalji pritužbe

source: Grievance Type
hr_hr: Vrsta pritužbe

source: Gross Pay
hr_hr: Bruto plaća

source: Gross Pay (Company Currency)
hr_hr: Bruto plaća (valuta tvrtke)

source: Gross Year To Date
hr_hr: Bruto od početka godine do danas

source: Gross Year To Date(Company Currency)
hr_hr: Bruto od početka godine (valuta tvrtke)

source: Group
hr_hr: Grupa

source: Group By
hr_hr: Grupiraj po

source: Group goal's progress is auto-calculated based on the child goals.
hr_hr: Napredak grupnih ciljeva automatski se izračunava na temelju podređenih ciljeva.

source: HR & Payroll
hr_hr: Ljudski resursi i obračun plaća

source: HR & Payroll Settings
hr_hr: Postavke ljudskih resursa i obračuna plaća

source: HR Dashboard
hr_hr: Nadzorna ploča za ljudske resurse

source: HR Manager
hr_hr: Voditelj ljudskih resursa

source: HR Settings
hr_hr: Postavke ljudskih resursa

source: HR User
hr_hr: Korisnik ljudskih resursa

source: Half Day
hr_hr: Pola dana

source: Half Day Date
hr_hr: Izlazak na pola dana

source: Half Day Date is mandatory
hr_hr: Polaznici poludnevnog izleta su obavezni

source: Half Day Date should be between From Date and To Date
hr_hr: Datum pola dana treba biti između datuma početka i datuma završetka

source: Half Day Date should be in between Work From Date and Work End Date
hr_hr: Datum pola dana treba biti između datuma početka rada i datuma završetka rada

source: Half Day Records
hr_hr: Poludnevni rekordi

source: Half Yearly
hr_hr: Polugodišnje

source: Half day date should be in between from date and to date
hr_hr: Datum na pola dana treba biti između datuma od i datuma do

source: Half-Yearly
hr_hr: Polugodišnje

source: Has Certificate
hr_hr: Ima certifikat

source: Health Insurance
hr_hr: Zdravstveno osiguranje

source: Health Insurance Name
hr_hr: Naziv zdravstvenog osiguranja

source: Health Insurance No
hr_hr: Broj zdravstvenog osiguranja

source: Health Insurance Provider
hr_hr: Pružatelj zdravstvenog osiguranja

source: Hello
hr_hr: Pozdrav

source: Help
hr_hr: Pomoć

source: Hey {}! This email is to remind you about the upcoming holidays.
hr_hr: Hej {}! Ova e-pošta te podsjeća na nadolazeće blagdane.

source: Hey, {0} 👋
hr_hr: Hej, {0} 👋

source: Hiring Count
hr_hr: Broj zapošljavanja

source: Hiring Settings
hr_hr: Postavke zapošljavanja

source: Hold
hr_hr: Držite

source: Holiday
hr_hr: Odmor

source: Holiday List
hr_hr: Popis praznika

source: Holiday List for Optional Leave
hr_hr: Popis praznika za neobavezni dopust

source: Holidays
hr_hr: Blagdani

source: Holidays this Month.
hr_hr: Praznici ovog mjeseca.

source: Holidays this Week.
hr_hr: Praznici ovog tjedna.

source: Home
hr_hr: Početna
