Repository: Logicna-Podloga/croatia-app
Catalog: croatia_app/translations/*-hrms.clean.po
Languages: hr_hr

source: Please select a date.
hr_hr: Molimo odaberite datum.

source: Please select an Applicant
hr_hr: Molimo odaberite podnositelja zahtjeva

source: Please select at least one Shift Request to perform this action.
hr_hr: Molimo odaberite barem jedan zahtjev za smjenu kako biste izvršili ovu radnju.

source: Please select at least one employee to perform this action.
hr_hr: Molimo odaberite barem jednog zaposlenika za izvođenje ove radnje.

source: Please select at least one row to perform this action.
hr_hr: Molimo odaberite barem jedan redak za izvođenje ove radnje.

source: Please select company.
hr_hr: Molimo odaberite tvrtku.

source: Please select employee first
hr_hr: Prvo odaberite zaposlenika

source: Please select employees to create appraisals for
hr_hr: Molimo odaberite zaposlenike za koje želite izraditi procjene

source: Please select month and year.
hr_hr: Molimo odaberite mjesec i godinu.

source: Please select the Appraisal Cycle first.
hr_hr: Prvo odaberite Ciklus procjene.

source: Please select the attendance status.
hr_hr: Molimo odaberite status prisutnosti.

source: Please select the employees you want to mark attendance for.
hr_hr: Molimo odaberite zaposlenike za koje želite označiti prisutnost.

source: Please select the salary slips to email
hr_hr: Molimo odaberite platne liste za slanje e-poštom

source: Please select {0}
hr_hr: Molimo odaberite {0}

source: Please set "Default Payroll Payable Account" in Company Defaults
hr_hr: Molimo postavite "Zadani račun za obračun plaća" u zadanim postavkama tvrtke

source: Please set Basic and HRA component in Company {0}
hr_hr: Molimo postavite osnovnu i HRA komponentu u tvrtki {0}

source: Please set Earning Component for Leave type: {0}.
hr_hr: Molimo postavite komponentu zarade za vrstu dopusta: {0}.

source: Please set Payroll based on in Payroll settings
hr_hr: Molimo postavite obračun plaća na temelju u postavkama obračuna plaća

source: Please set Relieving Date for employee: {0}
hr_hr: Molimo postavite datum otpuštanja za zaposlenika: {0}

source: Please set a Default Cash Account in Company defaults
hr_hr: Molimo postavite zadani račun gotovine u zadanim postavkama tvrtke

source: Please set account in Salary Component {0}
hr_hr: Molimo postavite račun u komponenti plaće {0}

source: Please set default template for Leave Approval Notification in HR Settings.
hr_hr: Molimo postavite zadani predložak za obavijest o odobrenju dopusta u postavkama ljudskih resursa.

source: Please set default template for Leave Status Notification in HR Settings.
hr_hr: Molimo postavite zadani predložak za obavijest o statusu dopusta u postavkama HR-a.

source: Please set the Appraisal Template for all the {0} or select the template in the Employees table below.
hr_hr: Molimo postavite predložak procjene za sve {0} ili odaberite predložak u tablici Zaposlenici u nastavku.

source: Please set the Company
hr_hr: Molimo postavite tvrtku

source: Please set the Date Of Joining for employee {0}
hr_hr: Molimo postavite datum pridruživanja za zaposlenika {0}

source: Please set the Holiday List.
hr_hr: Molimo postavite popis praznika.

source: Please set the relieving date for employee {0}
hr_hr: Molimo postavite datum otpuštanja za zaposlenika {0}

source: Please set {0} and {1} in {2}.
hr_hr: Molimo postavite {0} i {1} u {2}.

source: Please set {0} for Employee {1}
hr_hr: Molimo postavite {0} za zaposlenika {1}

source: Please set {0} for the Employee: {1}
hr_hr: Molimo postavite {0} za zaposlenika: {1}

source: Please set {0}.
hr_hr: Molimo postavite {0}.

source: Please setup Employee Naming System in Human Resource > HR Settings
hr_hr: Molimo postavite sustav imenovanja zaposlenika u odjeljku Ljudski resursi > Postavke ljudskih resursa

source: Please setup numbering series for Attendance via Setup > Numbering Series
hr_hr: Molimo postavite numeriranje za prisutnost putem Postavljanje > Numeriranje serije

source: Please share your feedback to the training by clicking on 'Training Feedback' and then 'New'
hr_hr: Podijelite svoje povratne informacije o obuci klikom na 'Povratne informacije o obuci', a zatim na 'Novo'

source: Please specify the job applicant to be updated.
hr_hr: Molimo navedite podnositelja zahtjeva za posao kojeg želite ažurirati.

source: Please specify {0} and {1} (if any), for the correct tax calculation in future salary slips.
hr_hr: Molimo navedite {0} i {1} (ako postoje) za ispravan izračun poreza u budućim obračunima plaća.

source: Please submit the {0} before marking the cycle as Completed
hr_hr: Molimo vas da pošaljete {0} prije nego što označite ciklus kao Završen

source: Please update your status for this training event
hr_hr: Molimo ažurirajte svoj status za ovaj trening

source: Posted On
hr_hr: Objavljeno

source: Posting Date
hr_hr: Datum knjiženja

source: Posting date
hr_hr: Datum objave

source: Preferred Area for Lodging
hr_hr: Preferirano područje za smještaj

source: Present
hr_hr: Predstavi

source: Present Records
hr_hr: Prezentacijski zapisi

source: Prevent self approval for leaves even if user has permissions
hr_hr: Spriječi samoodobrenje za odlaske čak i ako korisnik ima dopuštenja

source: Preview Salary Slip
hr_hr: Pregled platne liste

source: Principal Amount
hr_hr: Glavni iznos

source: Print Heading
hr_hr: Ispis zaglavlja

source: Printed On
hr_hr: Otisnuto na

source: Printing Details
hr_hr: Detalji ispisa

source: Privilege Leave
hr_hr: Privilegirani dopust

source: Probation
hr_hr: Uvjetna kazna

source: Probationary Period
hr_hr: Probni rok

source: Process Attendance After
hr_hr: Prisutnost u procesu nakon

source: Process Payroll Accounting Entry based on Employee
hr_hr: Obrada unosa plaća na temelju zaposlenika

source: Process Requests
hr_hr: Zahtjevi za obradu

source: Process Shift Requests
hr_hr: Zahtjevi za promjenu procesa

source: Process leave encashment via a separate Payment Entry instead of Salary Slip
hr_hr: Obradite isplatu godišnjeg odmora putem zasebnog unosa plaćanja umjesto platne liste

source: Process {0} Shift Request(s) as <b>{1}</b>?
hr_hr: Obraditi {0} zahtjeva za smjenu kao <b>{1}</b> ?

source: Processing Requests
hr_hr: Obrada zahtjeva

source: Processing Requests...
hr_hr: Obrada zahtjeva...

source: Processing of Shift Requests has been queued. It may take a few minutes.
hr_hr: Obrada zahtjeva za smjenu je stavljena u red čekanja. Može potrajati nekoliko minuta.

source: Professional Tax Deductions
hr_hr: Profesionalni porezni odbitci

source: Proficiency
hr_hr: Vještina

source: Profile
hr_hr: Profil

source: Profit
hr_hr: Dobit

source: Progress
hr_hr: Napredak

source: Project
hr_hr: Predmet

source: Project Profitability
hr_hr: Profitabilnost projekta

source: Promotion
hr_hr: Promocija

source: Promotion Date
hr_hr: Datum promocije

source: Property
hr_hr: Nekretnina

source: Property already added
hr_hr: Nekretnina je već dodana

source: Provident Fund Deductions
hr_hr: Odbitci iz mirovinskog fonda

source: Publish Applications Received
hr_hr: Objavite primljene prijave

source: Publish Salary Range
hr_hr: Objavite raspon plaća

source: Publish on website
hr_hr: Objavite na web stranici

source: Purpose
hr_hr: Svrha

source: Purpose & Amount
hr_hr: Svrha i iznos

source: Purpose of Travel
hr_hr: Svrha putovanja

source: Push Notification permission denied
hr_hr: Dozvola za push obavijesti odbijena

source: Push notifications disabled
hr_hr: Push obavijesti onemogućene

source: Push notifications have been disabled on your site
hr_hr: Push obavijesti su onemogućene na vašoj web stranici

source: Quarterly
hr_hr: Kvartalno

source: Questionnaire Email Sent
hr_hr: Poslana e-pošta s upitnikom

source: Queued
hr_hr: U redu čekanja

source: Quick Filters
hr_hr: Brzi filtri

source: Quick Links
hr_hr: Brze poveznice

source: Radius within which check-in is allowed (in meters)
hr_hr: Radijus unutar kojeg je dopuštena prijava (u metrima)

source: Raised By
hr_hr: Prikupljeno od strane

source: Rate
hr_hr: Ocjena

source: Rate Goals Manually
hr_hr: Ručno ocjenjivanje ciljeva

source: Rating
hr_hr: Ocjena

source: Rating Criteria
hr_hr: Kriteriji ocjenjivanja

source: Ratings
hr_hr: Ocjene

source: Re-allocate Leaves
hr_hr: Preraspodijelite lišće

source: Read
hr_hr: Pročitano

source: Reason
hr_hr: Razlog

source: Reason for Requesting
hr_hr: Razlog zahtjeva

source: Reason for Withholding Salary
hr_hr: Razlog za zadržavanje plaće

source: Reason for skipping auto attendance:
hr_hr: Razlog preskakanja automatske prisutnosti:

source: Receivables
hr_hr: Potraživanja

source: Recent Attendance Requests
hr_hr: Nedavni zahtjevi za prisustvo

source: Recent Expenses
hr_hr: Nedavni troškovi

source: Recent Leaves
hr_hr: Nedavni listovi

source: Recent Shift Requests
hr_hr: Nedavni zahtjevi za smjenu

source: Recommended for a single biometric device / checkins via mobile app
hr_hr: Preporučuje se za jedan biometrijski uređaj / prijave putem mobilne aplikacije

source: Recover Cost
hr_hr: Povrat troškova

source: Recruitment
hr_hr: Regrutiranje

source: Recruitment Analytics
hr_hr: Analitika zapošljavanja

source: Red
hr_hr: Crvena

source: Reference
hr_hr: Referenca

source: Reference Document
hr_hr: Referentni dokument

source: Reference Document Name
hr_hr: Naziv referentnog dokumenta

source: Reference Document Type
hr_hr: Vrsta referentnog dokumenta

source: Reference: {0}
hr_hr: Referenca: {0}

source: References
hr_hr: Reference

source: Referral Bonus Payment Status
hr_hr: Status isplate bonusa za preporuku

source: Referral Details
hr_hr: Detalji preporuke

source: Referrer
hr_hr: Preporučitelj

source: Referrer Details
hr_hr: Detalji preporuke

source: Referrer Name
hr_hr: Ime preporučitelja

source: Reflections
hr_hr: Razmišljanja

source: Refuelling Details
hr_hr: Detalji o dolijevanju goriva

source: Reject
hr_hr: Odbijeno

source: Reject Employee Referral
hr_hr: Odbij preporuku zaposlenika

source: Rejected
hr_hr: Odbijeno

source: Rejection
hr_hr: Odbijanje

source: Release Withheld Salaries
hr_hr: Otpuštanje zadržanih plaća

source: Released
hr_hr: Izdano

source: Relieving Date
hr_hr: Datum olakšanja

source: Relieving Date
hr_hr: Datum olakšanja

source: Relieving Date Missing
hr_hr: Nedostaje datum zamjene

source: Reload
hr_hr: Ponovno učitaj

source: Remaining Benefits (Yearly)
hr_hr: Preostale pogodnosti (godišnje)

source: Remark
hr_hr: Napomena

source: Remarks
hr_hr: Napomene

source: Remind Before
hr_hr: Podsjeti prije

source: Reminded
hr_hr: Podsjećeno

source: Reminder
hr_hr: Podsjetnik

source: Reminders
hr_hr: Podsjetnici

source: Remove if Zero Valued
hr_hr: Ukloni ako je vrijednost nula

source: Rented Car
hr_hr: Unajmljeni automobil

source: Reopen
hr_hr: Novootvaranje

source: Repay From Salary
hr_hr: Otplata iz plaće

source: Repay From Salary can be selected only for term loans
hr_hr: Otplata iz plaće može se odabrati samo za oročene kredite

source: Repay Unclaimed Amount from Salary
hr_hr: Povrat nepotraživanog iznosa iz plaće

source: Repeat On Days
hr_hr: Ponavljaj na dane

source: Replied
hr_hr: Odgovorio

source: Replies
hr_hr: Odgovori

source: Reports
hr_hr: Izvještaji

source: Reports To
hr_hr: Izvještava se

source: Request Attendance
hr_hr: Zahtjev za prisustvo

source: Request Leave
hr_hr: Zahtjev za dopust

source: Request a Leave
hr_hr: Zahtjev za dopust

source: Request a Shift
hr_hr: Zatražite smjenu

source: Request an Advance
hr_hr: Zatražite avans

source: Requested By
hr_hr: Zatražio

source: Requested By (Name)
hr_hr: Zatražio/la (ime)

source: Require Full Funding
hr_hr: Zahtijeva puno financiranje

source: Required Skills
hr_hr: Potrebne vještine

source: Required for Employee Creation
hr_hr: Potrebno za kreiranje zaposlenika

source: Reschedule Interview
hr_hr: Ponovni termin za intervju

source: Reset Password
hr_hr: Ponovo postavi lozinku

source: Resignation Letter Date
hr_hr: Datum ostavke

source: Resolution Date
hr_hr: Datum rezolucije

source: Resolution Details
hr_hr: Detalji rezolucije

source: Resolved
hr_hr: Rješeno

source: Resolved By
hr_hr: Riješeno od strane

source: Responsibilities
hr_hr: Odgovornosti

source: Restrict Backdated Leave Application
hr_hr: Ograničite retroaktivni zahtjev za dopust

source: Result
hr_hr: Rezultat

source: Resume
hr_hr: Nastavi

source: Resume Attachment
hr_hr: Prilog životopisa

source: Resume Link
hr_hr: Veza za životopis

source: Resume link
hr_hr: Veza za životopis

source: Retained
hr_hr: Zadržano

source: Retention Bonus
hr_hr: Bonus za zadržavanje zaposlenika

source: Retirement Age (In Years)
hr_hr: Dob za umirovljenje (u godinama)

source: Return
hr_hr: Povratak

source: Return amount cannot be greater than unclaimed amount
hr_hr: Iznos povrata ne može biti veći od nepreuzetog iznosa

source: Returned
hr_hr: Povrat

source: Returned Amount
hr_hr: Vraćeni iznos

source: Review various other settings related to Employee Leaves and Expense Claim
hr_hr: Pregledajte razne druge postavke povezane s dopustima zaposlenika i zahtjevima za naknadu troškova

source: Reviewer
hr_hr: Odgovoran za pregled

source: Reviewer Name
hr_hr: Ime recenzenta

source: Revised CTC
hr_hr: Revidirani CTC

source: Right
hr_hr: Desno

source: Role
hr_hr: Uloga

source: Role Allowed to Create Backdated Leave Application
hr_hr: Uloga kojoj je dopušteno kreiranje retroaktivne prijave za dopust

source: Roster
hr_hr: Popis igrača

source: Roster Color
hr_hr: Boja popisa

source: Round Name
hr_hr: Naziv kruga

source: Round off Work Experience
hr_hr: Zaokružite radno iskustvo

source: Round to the Nearest Integer
hr_hr: Zaokruži na najbliži cijeli broj

source: Rounded Total
hr_hr: Zaokruženi ukupni iznos

source: Rounded Total (Company Currency)
hr_hr: Zaokruženi ukupni iznos (valuta tvrtke)

source: Rounding
hr_hr: Zaokruživanje

source: Route
hr_hr: Ruta

source: Route to the custom Job Application Webform
hr_hr: Preusmjeravanje na prilagođeni web obrazac za prijavu za posao

source: Row #{0}: Cannot set amount or formula for Salary Component {1} with Variable Based On Taxable Salary
hr_hr: Redak br. {0}: Ne može se postaviti iznos ili formula za komponentu plaće {1} s varijablom na temelju oporezive plaće

source: Row #{0}: The {1} Component has the options {2} and {3} enabled.
hr_hr: Redak #{0}: Komponenta {1} ima omogućene opcije {2} i {3}.

source: Row #{0}: Timesheet amount will overwrite the Earning component amount for the Salary Component {1}
hr_hr: Redak #{0}: Iznos radnog vremena prebrisat će iznos komponente zarade za komponentu plaće {1}

source: Row No {0}: Amount cannot be greater than the Outstanding Amount against Expense Claim {1}. Outstanding Amount is {2}
hr_hr: Redak br. {0}: Iznos ne može biti veći od Nepodmirenog iznosa zahtjeva za naknadu troškova {1}. Nepodmireni iznos je {2}

source: Row {0}# Allocated amount {1} cannot be greater than unclaimed amount {2}
hr_hr: Redak {0}# Dodijeljeni iznos {1} ne može biti veći od nepotraženog iznosa {2}

source: Row {0}# Paid Amount cannot be greater than Encashment amount
hr_hr: Redak {0}# Plaćeni iznos ne može biti veći od iznosa unovčavanja

source: Row {0}# Paid Amount cannot be greater than Total amount
hr_hr: Redak {0}# Plaćeni iznos ne može biti veći od ukupnog iznosa

source: Row {0}# Paid Amount cannot be greater than requested advance amount
hr_hr: Redak {0}# Plaćeni iznos ne može biti veći od traženog iznosa predujma

source: Row {0}: Cost Center {1} does not belong to Company {2}
hr_hr: Red {0}: Centar Troškova {1} ne pripada tvrtki {2}

source: Row {0}: From (Year) can not be greater than To (Year)
hr_hr: Redak {0}: Od (godina) ne može biti veće od Do (godina)

source: Row {0}: Goal Score cannot be greater than 5
hr_hr: Redak {0}: Broj golova ne može biti veći od 5

source: Row {0}: Paid amount {1} is greater than pending accrued amount {2} against loan {3}
hr_hr: Redak {0}: Plaćeni iznos {1} veći je od neplaćenog iznosa {2} za kredit {3}

source: Row {0}: {1}
hr_hr: Redak {0}: {1}

source: Row {0}: {1} is required in the expenses table to book an expense claim.
hr_hr: Redak {0}: {1} je potreban u tablici troškova za knjiženje zahtjeva za troškove.

source: Rules
hr_hr: Pravila

source: Salary
hr_hr: Plaća

source: Salary Component
hr_hr: Komponenta plaće

source: Salary Component
hr_hr: Komponenta plaće

source: Salary Component Account
hr_hr: Račun komponente plaće

source: Salary Component Type
hr_hr: Vrsta komponente plaće

source: Salary Component for timesheet based payroll.
hr_hr: Komponenta plaće za obračun plaća na temelju radnog vremena.

source: Salary Component {0} is currently not used in any Salary Structure.
hr_hr: Komponenta plaće {0} trenutno se ne koristi ni u jednoj strukturi plaća.

source: Salary Currency
hr_hr: Valuta plaće

source: Salary Detail
hr_hr: Detalji o plaći

source: Salary Details
hr_hr: Detalji o plaći

source: Salary Expectation
hr_hr: Očekivana plaća

source: Salary Information
hr_hr: Informacije o plaći

source: Salary Paid Per
hr_hr: Plaća isplaćena po

source: Salary Payments Based On Payment Mode
hr_hr: Isplate plaća na temelju načina plaćanja

source: Salary Payments via ECS
hr_hr: Isplate plaća putem ECS-a

source: Salary Payout
hr_hr: Isplata plaće

source: Salary Range
hr_hr: Raspon plaća

source: Salary Register
hr_hr: Registar plaća

source: Salary Slip
hr_hr: Platna lista

source: Salary Slip Based on Timesheet
hr_hr: Platna lista na temelju evidencije radnog vremena

source: Salary Slip ID
hr_hr: ID platne liste

source: Salary Slip Leave
hr_hr: Dopust s listićem plaće

source: Salary Slip Loan
hr_hr: Zajam s platnom listom

source: Salary Slip Timesheet
hr_hr: Obračun radnog vremena s platnom listom

source: Salary Slip already exists for {0} for the given dates
hr_hr: Platna lista već postoji za {0} za navedene datume

source: Salary Slip creation is queued. It may take a few minutes
hr_hr: Izrada platne liste je u redu čekanja. Može potrajati nekoliko minuta.

source: Salary Slip of employee {0} already created for this period
hr_hr: Platna lista zaposlenika {0} već je kreirana za ovo razdoblje

source: Salary Slip of employee {0} already created for time sheet {1}
hr_hr: Platna lista zaposlenika {0} već je kreirana za evidenciju radnog vremena {1}

source: Salary Slip submission is queued. It may take a few minutes
hr_hr: Slanje platne liste je u redu čekanja. Može potrajati nekoliko minuta.

source: Salary Slip {0} failed for Payroll Entry {1}
hr_hr: Platna lista {0} nije uspjela za unos platne liste {1}

source: Salary Slip {0} failed. You can resolve the {1} and retry {0}.
hr_hr: Platna lista {0} nije uspjela. Možete riješiti {1} i pokušati ponovno {0}.

source: Salary Slips
hr_hr: Platne liste

source: Salary Slips Created
hr_hr: Izrađene platne liste

source: Salary Slips Submitted
hr_hr: Poslane platne liste

source: Salary Slips already exist for employees {}, and will not be processed by this payroll.
hr_hr: Platne liste već postoje za zaposlenike {} i neće ih obraditi ovaj obračun plaća.

source: Salary Slips submitted for period from {0} to {1}
hr_hr: Platne liste poslane za razdoblje od {0} do {1}

source: Salary Structure
hr_hr: Struktura plaća

source: Salary Structure Assignment
hr_hr: Dodjeljivanje strukture plaća

source: Salary Structure Assignment field
hr_hr: Polje Dodjela strukture plaća

source: Salary Structure Assignment for Employee already exists
hr_hr: Dodjela strukture plaća za zaposlenika već postoji

source: Salary Structure Missing
hr_hr: Nedostaje struktura plaća

source: Salary Structure must be submitted before submission of {0}
hr_hr: Struktura plaća mora se poslati prije slanja {0}

source: Salary Structure not found for employee {0} and date {1}
hr_hr: Struktura plaća nije pronađena za zaposlenika {0} i datum {1}

source: Salary Structure should have flexible benefit component(s) to dispense benefit amount
hr_hr: Struktura plaća trebala bi imati fleksibilnu komponentu(e) beneficija za raspodjelu iznosa beneficija

source: Salary Structure {0} does not belong to company {1}
hr_hr: Struktura plaća {0} ne pripada tvrtki {1}

source: Salary Structures updated successfully
hr_hr: Strukture plaća uspješno ažurirane

source: Salary Withholding
hr_hr: Zadržavanje plaće

source: Salary Withholding Cycle
hr_hr: Ciklus zadržavanja plaće

source: Salary Withholding {0} already exists for employee {1} for the selected period
hr_hr: Zadržavanje plaće {0} već postoji za zaposlenika {1} za odabrano razdoblje

source: Salary already processed for period between {0} and {1}, Leave application period cannot be between this date range.
hr_hr: Plaća je već obrađena za razdoblje između {0} i {1}, razdoblje prijave za dopust ne može biti između ovog raspona datuma.

source: Salary breakup based on Earning and Deduction.
hr_hr: Raspodjela plaće na temelju zarade i odbitaka.

source: Salary components should be part of the Salary Structure.
hr_hr: Komponente plaće trebaju biti dio strukture plaća.

source: Salary slip emails have been enqueued for sending. Check {0} for status.
hr_hr: E-poruke s platnim listama stavljene su u red za slanje. Provjerite status u {0}.

source: Sales Invoice
hr_hr: Prodajni račun

source: Same Company is entered more than once
hr_hr: Ista tvrtka se upisuje više puta

source: Sanctioned
hr_hr: Sankcionirano

source: Sanctioned Amount
hr_hr: Sankcionirani iznos

source: Sanctioned Amount cannot be greater than Claim Amount in Row {0}.
hr_hr: Sankcionirani iznos ne može biti veći od iznosa zahtjeva u retku {0}.

source: Saturday
hr_hr: Subota

source: Scheduled
hr_hr: Planirano

source: Scheduled On
hr_hr: Zakazano za

source: Score (0-5)
hr_hr: Rezultat (0-5)

source: Score Earned
hr_hr: Osvojeni bodovi

source: Score must be less than or equal to 5
hr_hr: Rezultat mora biti manji ili jednak 5

source: Scores
hr_hr: Rezultati

source: Search for Jobs
hr_hr: Traži poslove

source: Select Company
hr_hr: Odaberi Tvrtku

source: Select Employees
hr_hr: Odaberite zaposlenike

source: Select Interview Round First
hr_hr: Prvo odaberite krug intervjua

source: Select Interview first
hr_hr: Prvo odaberite Intervju

source: Select Payment Account to make Bank Entry
hr_hr: Odaberite platni račun za unos u banku

source: Select Payroll Frequency.
hr_hr: Odaberite Učestalost obračuna plaća.

source: Select Payroll Period
hr_hr: Odaberite razdoblje obračuna plaća

source: Select Property
hr_hr: Odaberite nekretninu

source: Select Shift Requests
hr_hr: Odaberite zahtjeve za smjenu

source: Select Terms and Conditions
hr_hr: Odaberite Uvjete i odredbe

source: Select Users
hr_hr: Odaberite korisnike

source: Select an employee to get the employee advance.
hr_hr: Odaberite zaposlenika kojem ćete primiti predujam.

source: Select the Employee for which you want to allocate leaves.
hr_hr: Odaberite zaposlenika kojem želite dodijeliti godišnje odmore.

source: Select the Employee.
hr_hr: Odaberite Zaposlenika.

source: Select the Leave Type like Sick leave, Privilege Leave, Casual Leave, etc.
hr_hr: Odaberite vrstu dopusta kao što su bolovanje, privilegirani dopust, povremeni dopust itd.

source: Select the date after which this Leave Allocation will expire.
hr_hr: Odaberite datum nakon kojeg će ova dodijeljena godišnji odmora isteći.

source: Select the date from which this Leave Allocation will be valid.
hr_hr: Odaberite datum od kojeg će ova dodjela godišnjeg odmora biti važeća.

source: Select the end date for your Leave Application.
hr_hr: Odaberite krajnji datum za svoju prijavu za dopust.

source: Select the start date for your Leave Application.
hr_hr: Odaberite datum početka za svoju prijavu za dopust.

source: Select this if you want shift assignments to be automatically created indefinitely.
hr_hr: Odaberite ovo ako želite da se dodjele smjena automatski stvaraju neograničeno.
