Repository: Logicna-Podloga/croatia-app
Catalog: croatia_app/translations/*-hrms.clean.po
Languages: hr_hr

source: Unlink Payment on Cancellation of Employee Advance
hr_hr: Prekid veze plaćanja prilikom otkazivanja predujma zaposlenika

source: "From Date" can not be greater than or equal to "To Date"
hr_hr: "Datum početka" ne može biti veći ili jednak "Datumu završetka"

source: % Utilization (B + NB) / T
hr_hr: % Iskorištenost (B + NB) / T

source: % Utilization (B / T)
hr_hr: % iskorištenosti (B / T)

source: 'employee_field_value' and 'timestamp' are required.
hr_hr: Obavezni su 'employee_field_value' i 'timestamp'.

source: ) for {0}
hr_hr: ) za {0}

source: <b>Base</b> amount has not been set for the following employee(s): {0}
hr_hr: <b>Osnovni</b> iznos nije postavljen za sljedećeg/e zaposlenika/e: {0}

source: <b>Example:</b> SAL-{first_name}-{date_of_birth.year} <br>This will generate a password like SAL-Jane-1972
hr_hr: <b>Primjer:</b> SAL-{first_name}-{date_of_birth.year}<br> Ovo će generirati lozinku poput SAL-Jane-1972

source: <b>Total Leaves Allocated</b> are more than the number of days in the allocation period
hr_hr: <b>Ukupan broj dodijeljenih dopusta</b> veći je od broja dana u razdoblju dodjele

source: <h3>Help</h3> <p>Notes:</p> <ol> <li>Use field <code>base</code> for using base salary of the Employee</li> <li>Use Salary Component abbreviations in conditions and formulas. <code>BS = Basic Salary</code></li> <li>Use field name for employee details in conditions and formulas. <code>Employment Type = employment_type</code><code>Branch = branch</code></li> <li>Use field name from Salary Slip in conditions and formulas. <code>Payment Days = payment_days</code><code>Leave without pay = leave_without_pay</code></li> <li>Direct Amount can also be entered based on Condition. See example 3</li></ol> <h4>Examples</h4> <ol> <li>Calculating Basic Salary based on <code>base</code> <pre><code>Condition: base &lt; 10000</code></pre> <pre><code>Formula: base * .2</code></pre></li> <li>Calculating HRA based on Basic Salary<code>BS</code> <pre><code>Condition: BS &gt; 2000</code></pre> <pre><code>Formula: BS * .1</code></pre></li> <li>Calculating TDS based on Employment Type<code>employment_type</code> <pre><code>Condition: employment_type=="Intern"</code></pre> <pre><code>Amount: 1000</code></pre></li> </ol>
hr_hr: <h3>Pomoć</h3><p> Bilješke:</p><ol><li> Koristite <code>base</code> polja za korištenje osnovne plaće zaposlenika</li><li> Koristite kratice za komponente plaće u uvjetima i formulama. <code>BS = Basic Salary</code></li><li> Koristite naziv polja za podatke o zaposleniku u uvjetima i formulama. <code>Employment Type = employment_type</code> <code>Branch = branch</code></li><li> Koristite naziv polja iz platne liste u uvjetima i formulama. <code>Payment Days = payment_days</code> <code>Leave without pay = leave_without_pay</code></li><li> Izravni iznos može se unijeti i na temelju uvjeta. Pogledajte primjer 3</li></ol><h4> Primjeri</h4><ol><li> Izračun osnovne plaće na temelju <code>base</code><pre> <code>Condition: base &lt; 10000</code></pre><pre> <code>Formula: base * .2</code></pre></li><li> Izračun HRA na temelju osnovne plaće <code>BS</code><pre> <code>Condition: BS &gt; 2000</code></pre><pre> <code>Formula: BS * .1</code></pre></li><li> Izračun TDS-a na temelju vrste zaposlenja <code>employment_type</code><pre> <code>Condition: employment_type==&quot;Intern&quot;</code></pre><pre> <code>Amount: 1000</code></pre></li></ol>

source: <h4>Condition Examples</h4> <ol> <li>Applying tax if employee born between 31-12-1937 and 01-01-1958 (Employees aged 60 to 80)<br> <code>Condition: date_of_birth&gt;date(1937, 12, 31) and date_of_birth&lt;date(1958, 01, 01)</code></li><br><li>Applying tax by employee gender<br> <code>Condition: gender=="Male"</code></li><br> <li>Applying tax by Salary Component<br> <code>Condition: base &gt; 10000</code></li></ol>
hr_hr: <h4>Primjeri uvjeta</h4><ol><li> Primjena poreza za zaposlenika rođenog između 31.12.1937. i 01.01.1958. (zaposlenici u dobi od 60 do 80 godina)<br> <code>Condition: date_of_birth&gt;date(1937, 12, 31) and date_of_birth&lt;date(1958, 01, 01)</code></li><br><li> Primjena poreza prema spolu zaposlenika<br> <code>Condition: gender==&quot;Male&quot;</code></li><br><li> Primjena poreza po komponenti plaće<br> <code>Condition: base &gt; 10000</code></li></ol>

source: <span class="h4"><b>Masters &amp; Reports</b></span>
hr_hr: <span class="h4"><b>Masteri i izvješća</b></span>

source: <span class="h4"><b>Masters &amp; Transactions</b></span>
hr_hr: <span class="h4"><b>Masteri i transakcije</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
hr_hr: <span class="h4"><b>Izvješća i glavni radovi</b></span>

source: <span class="h4"><b>Transactions &amp; Reports</b></span>
hr_hr: <span class="h4"><b>Transakcije i izvješća</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
hr_hr: <span class="h4"><b>Vaši prečaci</b></span>

source: <span style="font-size: 18px;"><b>Masters &amp; Reports</b></span>
hr_hr: <span style="font-size: 18px;"><b>Masteri i izvješća</b></span>

source: A Job Requisition for {0} requested by {1} already exists: {2}
hr_hr: Zahtjev za posao za {0} koji je zatražio {1} već postoji: {2}

source: A friendly reminder of an important date for our team.
hr_hr: Prijateljski podsjetnik na važan datum za naš tim.

source: A {0} exists between {1} and {2} (
hr_hr: Između {1} i {2} postoji {0} (

source: Abbr
hr_hr: Skr.

source: Absent
hr_hr: Nedostupno

source: Absent Days
hr_hr: Dani odsutnosti

source: Absent Records
hr_hr: Odsutni zapisi

source: Academics User
hr_hr: Akademski korisnik

source: Accepted
hr_hr: Prihvaćeno

source: Account
hr_hr: Račun

source: Account Head
hr_hr: Voditelj računa

source: Account No
hr_hr: Broj računa

source: Account type cannot be set for payroll payable account {0}, please remove and try again
hr_hr: Vrsta računa ne može se postaviti za račun za plaćanje plaća {0}, uklonite ga i pokušajte ponovno

source: Account {0} does not belong to company: {1}
hr_hr: Račun {0} ne pripada tvrtki: {1}

source: Account {0} does not match with Company {1}
hr_hr: Račun {0} ne odgovara tvrtki {1}

source: Accounting
hr_hr: Računovodstvo

source: Accounting & Payment
hr_hr: Računovodstvo i plaćanje

source: Accounting Details
hr_hr: Računovodstveni detalji

source: Accounting Dimension
hr_hr: Računovodstvena dimenzija

source: Accounting Dimensions
hr_hr: Računovodstvene dimenzije

source: Accounting Ledger
hr_hr: Računovodstvena knjiga

source: Accounting Reports
hr_hr: Računovodstvena izvješća

source: Accounts
hr_hr: Računi

source: Accounts Payable
hr_hr: Obveze prema dobavljačima

source: Accounts Receivable
hr_hr: Potraživanja

source: Accounts Settings
hr_hr: Postavke računa

source: Accounts not set for Salary Component {0}
hr_hr: Računi nisu postavljeni za komponentu plaće {0}

source: Accrual Journal Entry for salaries from {0} to {1}
hr_hr: Dnevnik obračuna za plaće od {0} do {1}

source: Action
hr_hr: Akcija

source: Action on Submission
hr_hr: Radnja po podnošenju

source: Actions
hr_hr: Akcije

source: Active
hr_hr: Aktivno

source: Activities
hr_hr: Aktivnosti

source: Activity Name
hr_hr: Naziv aktivnosti

source: Activity Type
hr_hr: Vrsta aktivnosti

source: Actual Amount
hr_hr: Stvarni iznos

source: Actual Cost
hr_hr: Stvarni trošak

source: Actual Encashable Days
hr_hr: Stvarni dani unovčivosti

source: Actual balances aren't available because the leave application spans over different leave allocations. You can still apply for leaves which would be compensated during the next allocation.
hr_hr: Stvarni iznosi nisu dostupni jer zahtjev za dopust obuhvaća različite dodjele dopusta. I dalje možete podnijeti zahtjev za dopuste koji bi bili nadoknađeni tijekom sljedeće dodjele.

source: Add Day-wise Dates
hr_hr: Dodaj datume po danima

source: Add Employee Property
hr_hr: Dodaj svojstvo zaposlenika

source: Add Expense
hr_hr: Dodaj trošak

source: Add Feedback
hr_hr: Dodaj povratne informacije

source: Add Tax
hr_hr: Dodaj porez

source: Add to Details
hr_hr: Dodaj u detalje

source: Add unused leaves from previous allocations
hr_hr: Dodajte neiskorištene listove iz prethodnih dodjela

source: Add unused leaves from previous leave period's allocation to this allocation
hr_hr: Dodajte neiskorištene godišnji odmore iz prethodnog razdoblja godišnjeg odmora u ovaj raspored

source: Added On
hr_hr: Dodano

source: Added tax components from the Salary Component master as the salary structure didn't have any tax component.
hr_hr: Dodane su komponente poreza iz glavnog modula Komponenta plaće jer struktura plaće nije imala komponentu poreza.

source: Added to details
hr_hr: Dodano u detalje

source: Additional Amount
hr_hr: Dodatni iznos

source: Additional Information
hr_hr: Dodatne informacije

source: Additional PF
hr_hr: Dodatni PF

source: Additional Salary
hr_hr: Dodatna plaća

source: Additional Salary
hr_hr: Dodatna plaća

source: Additional Salary for referral bonus can only be created against Employee Referral with status {0}
hr_hr: Dodatna plaća za bonus za preporuku može se kreirati samo na temelju preporuke zaposlenika sa statusom {0}

source: Additional Salary for this salary component with {0} enabled already exists for this date
hr_hr: Dodatna plaća za ovu komponentu plaće s omogućenim {0} već postoji za ovaj datum

source: Additional Salary: {0} already exist for Salary Component: {1} for period {2} and {3}
hr_hr: Dodatna plaća: {0} već postoji za komponentu plaće: {1} za razdoblje {2} i {3}

source: Address of Organizer
hr_hr: Adresa organizatora

source: Advance
hr_hr: Naprijed

source: Advance Account
hr_hr: Predujamni račun

source: Advance Amount
hr_hr: Iznos unaprijed

source: Advance Paid
hr_hr: Predujam plaćen

source: Advance Payments
hr_hr: Avansna plaćanja

source: Advanced Filters
hr_hr: Napredni filtri

source: Advances
hr_hr: Napredak

source: All
hr_hr: Sve

source: All Goals
hr_hr: Svi ciljevi

source: All Jobs
hr_hr: Svi poslovi

source: All allocated assets should be returned before submission
hr_hr: Sva dodijeljena sredstva trebaju biti vraćena prije predaje

source: All the mandatory tasks for employee creation are not completed yet.
hr_hr: Svi obvezni zadaci za stvaranje zaposlenika još nisu dovršeni.

source: Allocate Based On Leave Policy
hr_hr: Dodijeli na temelju politike dopusta

source: Allocate Leave
hr_hr: Dodijeli dopust

source: Allocate Leaves
hr_hr: Dodijeli lišće

source: Allocate leaves to {0} employee(s)?
hr_hr: Dodijeliti dopuste {0} zaposleniku/zaposlenicima?

source: Allocate on Day
hr_hr: Dodijeli na dan

source: Allocated Amount
hr_hr: Dodijeljeni iznos

source: Allocated Leaves
hr_hr: Dodijeljeni listovi

source: Allocated {0} leave(s) via scheduler on {1} based on the 'Allocate on Day' option set to {2}
hr_hr: Dodijeljeno {0} dopusta putem planera na {1} na temelju opcije 'Dodijeli na dan' postavljene na {2}

source: Allocating Leave
hr_hr: Dodjeljivanje dopusta

source: Allocation
hr_hr: Dodjela

source: Allocation Expired!
hr_hr: Dodjela je istekla!

source: Allow Employee Checkin from Mobile App
hr_hr: Omogući prijavu zaposlenika iz mobilne aplikacije

source: Allow Encashment
hr_hr: Dopusti unovčavanje

source: Allow Geolocation Tracking
hr_hr: Dopusti praćenje geolokacije

source: Allow Leave Application After (Working Days)
hr_hr: Dozvoli zahtjev za dopust nakon (radnih dana)

source: Allow Multiple Shift Assignments for Same Date
hr_hr: Dopusti više smjena za isti datum

source: Allow Negative Balance
hr_hr: Dopusti negativni saldo

source: Allow Over Allocation
hr_hr: Dopusti prekomjernu alokaciju

source: Allow Tax Exemption
hr_hr: Omogući oslobođenje od poreza

source: Allow User
hr_hr: Dopusti korisnika

source: Allow Users
hr_hr: Dopusti korisnike

source: Allow check-out after shift end time (in minutes)
hr_hr: Dopusti odjavu nakon završetka smjene (u minutama)

source: Allow the following users to approve Leave Applications for block days.
hr_hr: Dopusti sljedećim korisnicima odobravanje zahtjeva za dopust za dane blokade.

source: Allows allocating more leaves than the number of days in the allocation period.
hr_hr: Omogućuje dodjeljivanje više dopusta od broja dana u razdoblju dodjele.

source: Alternating entries as IN and OUT during the same shift
hr_hr: Naizmjenični ulasci kao ULAZ i IZLAZ tijekom iste smjene

source: Amended From
hr_hr: Izmijenjeno od

source: Amount
hr_hr: Iznos

source: Amount Based on Formula
hr_hr: Iznos na temelju formule

source: Amount based on formula
hr_hr: Iznos na temelju formule

source: Amount claimed via Expense Claim
hr_hr: Iznos zatražen putem zahtjeva za naknadu troškova

source: Amount of expense
hr_hr: Iznos troška

source: Amount paid against this encashment
hr_hr: Iznos plaćen za ovu naplatu

source: Amount scheduled for deduction via salary
hr_hr: Iznos predviđen za odbitak putem plaće

source: Amount should not be less than zero
hr_hr: Iznos ne smije biti manji od nule

source: Amount that has been paid against this advance
hr_hr: Iznos koji je plaćen na temelju ovog predujma

source: An amount of {0} already claimed for the component {1}, set the amount equal or greater than {2}
hr_hr: Iznos od {0} već je zatražen za komponentu {1}, postavite iznos jednak ili veći od {2}

source: An attendance record is linked to this checkin. Please cancel the attendance before modifying time.
hr_hr: Zapis o prisutnosti povezan je s ovom prijavom. Molimo vas da otkažete prisutnost prije izmjene vremena.

source: Annual Allocation
hr_hr: Godišnja alokacija

source: Annual Allocation Exceeded
hr_hr: Prekoračena godišnja alokacija

source: Annual Salary
hr_hr: Godišnja plaća

source: Annual Taxable Amount
hr_hr: Godišnji oporezivi iznos

source: Any other details
hr_hr: Bilo koji drugi detalji

source: Any other remarks, noteworthy effort that should go in the records
hr_hr: Bilo koje druge primjedbe, značajan trud koji bi trebao biti zabilježen

source: Applicable Earnings Component
hr_hr: Primjenjiva komponenta zarade

source: Applicable For
hr_hr: Primjenjivo za

source: Applicable in the case of Employee Onboarding
hr_hr: Primjenjivo u slučaju uvođenja zaposlenika u posao

source: Applicant Email Address
hr_hr: Adresa e-pošte podnositelja zahtjeva

source: Applicant Name
hr_hr: Ime podnositelja zahtjeva

source: Applicant Rating
hr_hr: Ocjena podnositelja zahtjeva

source: Applicant for a Job
hr_hr: Kandidat za posao

source: Applicant name
hr_hr: Ime podnositelja zahtjeva

source: Application
hr_hr: Primjena

source: Application Status
hr_hr: Status prijave

source: Application period cannot be across two allocation records
hr_hr: Razdoblje prijave ne može se protezati kroz dva zapisa o dodjeli

source: Application period cannot be outside leave allocation period
hr_hr: Razdoblje prijave ne može biti izvan razdoblja dodjele godišnjeg odmora

source: Applications Received
hr_hr: Primljene prijave

source: Applications received:
hr_hr: Primljene prijave:

source: Applies to Company
hr_hr: Odnosi se na tvrtku

source: Apply
hr_hr: Primjeni

source: Apply / Approve Leaves
hr_hr: Primijeni / Odobri lišće

source: Apply Filters
hr_hr: Primijeni filtar

source: Apply Now
hr_hr: Primijeni sada###

source: Appointment
hr_hr: Rezervacija

source: Appointment Date
hr_hr: Datum imenovanja

source: Appointment Letter
hr_hr: Pismo o imenovanju

source: Appointment Letter Template
hr_hr: Predložak pisma o imenovanju

source: Appointment Letter content
hr_hr: Sadržaj pisma o imenovanju

source: Appraisal
hr_hr: Procjena

source: Appraisal Cycle
hr_hr: Ciklus procjene

source: Appraisal Goal
hr_hr: Cilj procjene

source: Appraisal KRA
hr_hr: Procjena KRA

source: Appraisal Linking
hr_hr: Povezivanje procjene

source: Appraisal Overview
hr_hr: Pregled procjene

source: Appraisal Template
hr_hr: Predložak procjene

source: Appraisal Template Goal
hr_hr: Cilj predloška procjene

source: Appraisal Template Missing
hr_hr: Nedostaje predložak procjene

source: Appraisal Template Title
hr_hr: Naslov predloška procjene

source: Appraisal Template not found for some designations.
hr_hr: Predložak procjene nije pronađen za neke oznake.

source: Appraisal creation is queued. It may take a few minutes.
hr_hr: Izrada procjene je u redu čekanja. Može potrajati nekoliko minuta.

source: Appraisal {0} already exists for Employee {1} for this Appraisal Cycle or overlapping period
hr_hr: Procjena {0} već postoji za zaposlenika {1} za ovaj ciklus procjene ili razdoblje preklapanja

source: Appraisal {0} does not belong to Employee {1}
hr_hr: Procjena {0} ne pripada zaposleniku {1}

source: Appraisee
hr_hr: Ocijenjeni

source: Appraisees: {0}
hr_hr: Ocijenjeni: {0}

source: Approval
hr_hr: Odobrenje

source: Approval Status
hr_hr: Status odobrenja

source: Approval Status must be 'Approved' or 'Rejected'
hr_hr: Status odobrenja mora biti 'Odobreno' ili 'Odbijeno'

source: Approve
hr_hr: Odobriti

source: Approved
hr_hr: Odobreno

source: Approver
hr_hr: Odobravatelj

source: Approvers
hr_hr: Odobravatelji

source: Apr
hr_hr: Tra

source: Archive
hr_hr: Arhiva

source: Archived
hr_hr: Arhivirano

source: Are you sure you want to delete the attachment
hr_hr: Jeste li sigurni da želite izbrisati privitak

source: Are you sure you want to delete the {0}
hr_hr: Jeste li sigurni da želite izbrisati {0}

source: Are you sure you want to email the selected salary slips?
hr_hr: Jeste li sigurni da želite poslati odabrane platne liste e-poštom?

source: Are you sure you want to proceed?
hr_hr: Jeste li sigurni da želite nastaviti?

source: Are you sure you want to reject the Employee Referral?
hr_hr: Jeste li sigurni da želite odbiti preporuku zaposlenika?

source: Arrival Datetime
hr_hr: Datum i vrijeme dolaska

source: As per your assigned Salary Structure you cannot apply for benefits
hr_hr: Prema vašoj dodijeljenoj strukturi plaća ne možete se prijaviti za beneficije

source: Asset Name
hr_hr: Naziv imovine

source: Asset Recovery Cost for {0}: {1}
hr_hr: Trošak povrata imovine za {0}: {1}

source: Assets Allocated
hr_hr: Dodijeljena sredstva

source: Assign Salary Structure to {0} employee(s)?
hr_hr: Dodijeliti strukturu plaća {0} zaposleniku/zaposlenicima?

source: Assign Shift
hr_hr: Dodijeli smjenu

source: Assign Shift Schedule
hr_hr: Dodijeli raspored smjena

source: Assign Structure
hr_hr: Dodijeli strukturu

source: Assigning Salary Structure
hr_hr: Dodjeljivanje strukture plaća

source: Assigning Structure...
hr_hr: Dodjeljivanje strukture...

source: Assigning Structures...
hr_hr: Dodjeljivanje struktura...

source: Assigning...
hr_hr: Dodjeljivanje...

source: Assignment based on
hr_hr: Zadatak na temelju

source: Associate Job Opening
hr_hr: Otvoreno radno mjesto suradnika

source: Associated Document
hr_hr: Povezani dokument

source: Associated Document Type
hr_hr: Vrsta povezanog dokumenta

source: At least one interview has to be selected.
hr_hr: Potrebno je odabrati barem jedan intervju.

source: Attach Proof
hr_hr: Priložite dokaz

source: Attachments
hr_hr: Privitci

source: Attendance
hr_hr: Posjećenost

source: Attendance Count
hr_hr: Broj prisutnih

source: Attendance Date
hr_hr: Datum prisutnosti

source: Attendance From Date
hr_hr: Prisutnost od datuma

source: Attendance From Date and Attendance To Date is mandatory
hr_hr: Prisutnost od i do je obavezna

source: Attendance ID
hr_hr: ID prisutnosti

source: Attendance Marked
hr_hr: Prisutnost označena

source: Attendance Request
hr_hr: Zahtjev za prisustvo

source: Attendance Request History
hr_hr: Povijest zahtjeva za prisustvo

source: Attendance Settings
hr_hr: Postavke prisutnosti

source: Attendance To Date
hr_hr: Dosadašnja prisutnost

source: Attendance Updated
hr_hr: Ažurirano prisustvo

source: Attendance Warnings
hr_hr: Upozorenja o prisutnosti

source: Attendance date {0} can not be less than employee {1}'s joining date: {2}
hr_hr: Datum dolaska {0} ne može biti kraći od datuma pridruživanja zaposlenika {1}: {2}

source: Attendance for all the employees under this criteria has been marked already.
hr_hr: Prisutnost svih zaposlenika prema ovom kriteriju već je zabilježena.

source: Attendance for employee {0} is already marked for an overlapping shift {1}: {2}
hr_hr: Prisutnost za zaposlenika {0} već je označena za preklapajuću smjenu {1}: {2}

source: Attendance for employee {0} is already marked for the date {1}: {2}
hr_hr: Prisutnost za zaposlenika {0} već je označena za datum {1}: {2}

source: Attendance for employee {0} is already marked for this day
hr_hr: Prisutnost za zaposlenika {0} već je označena za ovaj dan

source: Attendance for the following dates will be skipped/overwritten on submission
hr_hr: Prisutnost za sljedeće datume bit će preskočena/prepisana prilikom predaje

source: Attendance from {0} to {1} has already been marked for the Employee {2}
hr_hr: Prisutnost od {0} do {1} već je označena za zaposlenika {2}

source: Attendance has been marked as per employee check-ins
hr_hr: Prisutnost je označena prema prijavama zaposlenika

source: Attendance has been marked for all the employees between the selected payroll dates.
hr_hr: Prisutnost je označena za sve zaposlenike između odabranih datuma obračuna plaća.

source: Attendance is pending for these employees between the selected payroll dates. Mark attendance to proceed. Refer {0} for details.
hr_hr: Za ove zaposlenike je na čekanju evidencija prisutnosti između odabranih datuma obračuna plaća. Označite prisutnost za nastavak. Za detalje pogledajte {0}.

source: Attendance marked successfully
hr_hr: Prisutnost uspješno označena

source: Attendance not submitted for {0} as it is a Holiday.
hr_hr: Podaci o prisutnosti nisu prijavljeni za {0} jer je praznik.

source: Attendance not submitted for {0} as {1} is on leave.
hr_hr: Prisutnost nije prijavljena za {0} jer je {1} na dopustu.

source: Attendance will be marked automatically only after this date.
hr_hr: Prisutnost će se automatski evidentirati tek nakon ovog datuma.

source: AttendanceRequestListView
hr_hr: Prikaz popisa zahtjeva za prisustvo

source: Attendees
hr_hr: Polaznici

source: Attrition Count
hr_hr: Broj odustajanja

source: Aug
hr_hr: Kolovoz

source: Auto Attendance Settings
hr_hr: Postavke automatske prisutnosti

source: Auto Leave Encashment
hr_hr: Automatsko unovčavanje dopusta

source: Automated Based on Goal Progress
hr_hr: Automatizirano na temelju napretka prema cilju

source: Automatically fetches all assets allocated to the employee, if any
hr_hr: Automatski dohvaća svu imovinu dodijeljenu zaposleniku, ako postoji

source: Automatically update Last Sync of Checkin
hr_hr: Automatski ažuriraj posljednju sinkronizaciju prijave

source: Available Leave(s)
hr_hr: Dostupni dopusti

source: Available Leaves
hr_hr: Dostupno lišće

source: Average Feedback Score
hr_hr: Prosječna ocjena povratnih informacija

source: Average Rating
hr_hr: Prosječna ocjena

source: Average of Goal Score, Feedback Score, and Self Appraisal Score (out of 5)
hr_hr: Prosjek postignutih ciljeva, rezultata povratnih informacija i rezultata samoprocjene (od 5)

source: Average rating of demonstrated skills
hr_hr: Prosječna ocjena demonstriranih vještina

source: Avg Feedback Score
hr_hr: Prosječna ocjena povratnih informacija

source: Avg Utilization
hr_hr: Prosječna iskorištenost

source: Avg Utilization (Billed Only)
hr_hr: Prosječna iskorištenost (samo naplaćeno)

source: Awaiting Response
hr_hr: Čekanje odgovora

source: Backdated Leave Application is restricted. Please set the {} in {}
hr_hr: Zahtjev za retroaktivni dopust je ograničen. Molimo postavite {} u {}

source: Bank
hr_hr: Banka

source: Bank Account
hr_hr: Bankovni račun

source: Bank Account No
hr_hr: Broj bankovnog računa

source: Bank Details
hr_hr: Bankovni podaci

source: Bank Entries
hr_hr: Bankovni unosi

source: Bank Name
hr_hr: Naziv banke
