Repository: Logicna-Podloga/croatia-app
Catalog: croatia_app/translations/*-hrms.clean.po
Languages: hr_hr

source: Mark attendance based on 'Employee Checkin' for Employees assigned to this shift.
hr_hr: Označi prisutnost na temelju 'Prijave zaposlenika' za zaposlenike dodijeljene ovoj smjeni.

source: Mark attendance for existing check-in/out logs before changing shift settings
hr_hr: Označite prisutnost za postojeće zapisnike prijave/odjave prije promjene postavki smjene

source: Mark {0} as Completed?
hr_hr: Označiti {0} kao dovršeno?

source: Mark {0} {1} as {2}?
hr_hr: Označi {0} {1} kao {2}?

source: Marked Attendance
hr_hr: Označena prisutnost

source: Marked Attendance HTML
hr_hr: Označena prisutnost HTML

source: Marking Attendance
hr_hr: Ocjenjivanje prisutnosti

source: Masters
hr_hr: Majstori

source: Max Amount Eligible
hr_hr: Maksimalni prihvatljivi iznos

source: Max Benefit Amount
hr_hr: Maksimalni iznos naknade

source: Max Benefit Amount (Yearly)
hr_hr: Maksimalni iznos naknade (godišnje)

source: Max Benefits (Amount)
hr_hr: Maksimalne pogodnosti (iznos)

source: Max Benefits (Yearly)
hr_hr: Maksimalne pogodnosti (godišnje)

source: Max Exemption Amount
hr_hr: Maksimalni iznos oslobođenja

source: Max Exemption Amount cannot be greater than maximum exemption amount {0} of Tax Exemption Category {1}
hr_hr: Maksimalni iznos oslobođenja ne može biti veći od maksimalnog iznosa oslobođenja {0} kategorije poreznog oslobođenja {1}

source: Max Taxable Income
hr_hr: Maksimalni oporezivi dohodak

source: Max benefits should be greater than zero to dispense benefits
hr_hr: Maksimalne koristi moraju biti veće od nule kako bi se koristile

source: Max working hours against Timesheet
hr_hr: Maksimalni radni sati u odnosu na radno vrijeme

source: Maximum Carry Forwarded Leaves
hr_hr: Maksimalan broj prenesenih listova

source: Maximum Consecutive Leaves Allowed
hr_hr: Maksimalan broj uzastopnih dopuštenih listova

source: Maximum Consecutive Leaves Exceeded
hr_hr: Prekoračen maksimalan broj uzastopnih listova

source: Maximum Encashable Leaves
hr_hr: Maksimalan broj listova koji se mogu unovčiti

source: Maximum Exempted Amount
hr_hr: Maksimalni izuzeti iznos

source: Maximum Exemption Amount
hr_hr: Maksimalni iznos oslobođenja

source: Maximum Leave Allocation Allowed per Leave Period
hr_hr: Maksimalna dopuštena količina dopusta po razdoblju dopusta

source: Maximum amount eligible for the component {0} exceeds {1}
hr_hr: Maksimalni iznos prihvatljiv za komponentu {0} prelazi {1}

source: Maximum benefit amount of component {0} exceeds {1}
hr_hr: Maksimalni iznos koristi komponente {0} prelazi {1}

source: Maximum benefit amount of employee {0} exceeds {1}
hr_hr: Maksimalni iznos beneficija zaposlenika {0} prelazi {1}

source: Maximum benefit of employee {0} exceeds {1} by the sum {2} of benefit application pro-rata component amount and previous claimed amount
hr_hr: Maksimalna naknada zaposlenika {0} premašuje {1} za zbroj {2} iznosa proporcionalne komponente zahtjeva za naknadu i prethodno zatraženog iznosa

source: Maximum benefit of employee {0} exceeds {1} by the sum {2} of previous claimed amount
hr_hr: Maksimalna naknada zaposlenika {0} premašuje {1} za iznos {2} prethodno zatraženog iznosa

source: Maximum encashable leaves for {0} are {1}
hr_hr: Maksimalni broj unovčljivih listova za {0} je {1}

source: Maximum leave allowed in the leave type {0} is {1}
hr_hr: Maksimalni dopušteni dopust za vrstu dopusta {0} je {1}

source: May
hr_hr: Svibanj

source: Meal Preference
hr_hr: Preferirani obrok

source: Medical
hr_hr: Medicinski

source: Menu
hr_hr: Izbornik

source: Message
hr_hr: Poruka

source: Mileage
hr_hr: Kilometraža

source: Min Taxable Income
hr_hr: Minimalni oporezivi dohodak

source: Minimum Year for Gratuity
hr_hr: Minimalna godina za napojnicu

source: Minimum working days required since Date of Joining to apply for this leave
hr_hr: Minimalan broj radnih dana potreban od datuma pridruživanja za prijavu za ovaj dopust

source: Missing Field
hr_hr: Nedostaje polje

source: Missing Fields
hr_hr: Nedostajuća polja

source: Missing Mandatory Field
hr_hr: Nedostaje obavezno polje

source: Missing Opening Entries
hr_hr: Nedostaju početni unosi

source: Missing Relieving Date
hr_hr: Nedostaje datum otpuštanja

source: Missing Tax Slab
hr_hr: Nedostaje porezna ploča

source: Mode Of Payment
hr_hr: Način plaćanja

source: Mode of Payment
hr_hr: Način plaćanja

source: Mode of Travel
hr_hr: Način putovanja

source: Mode of payment is required to make a payment
hr_hr: Za plaćanje je potreban način plaćanja

source: Monday
hr_hr: Ponedjeljak

source: Month
hr_hr: Mjesec

source: Month To Date
hr_hr: Mjesec do danas

source: Month To Date(Company Currency)
hr_hr: Od početka mjeseca (valuta tvrtke)

source: Monthly
hr_hr: Mjesečno

source: Monthly Attendance Sheet
hr_hr: Mjesečni popis prisutnosti

source: More
hr_hr: Više

source: More Info
hr_hr: Više informacija

source: More than one selection for {0} not allowed
hr_hr: Nije dopušteno više od jednog odabira za {0}

source: Multiple Additional Salaries with overwrite property exist for Salary Component {0} between {1} and {2}.
hr_hr: Postoji više dodatnih plaća s prepisivanjem za komponentu plaće {0} između {1} i {2}.

source: Multiple Shift Assignments
hr_hr: Višestruki rasporedi smjena

source: My Account
hr_hr: Moj račun

source: My Advances
hr_hr: Moji napredci

source: My Claims
hr_hr: Moji zahtjevi

source: My Leaves
hr_hr: Moje lišće

source: My Requests
hr_hr: Moji zahtjevi

source: Name
hr_hr: Ime

source: Name error
hr_hr: Pogreška u nazivu

source: Name of Organizer
hr_hr: Ime organizatora

source: Naming Series
hr_hr: Imenovanje serije

source: Net Pay
hr_hr: Neto plaća

source: Net Pay (Company Currency)
hr_hr: Neto plaća (valuta tvrtke)

source: Net Pay Info
hr_hr: Podaci o neto plaćanju

source: Net Pay cannot be less than 0
hr_hr: Neto plaća ne može biti manja od 0

source: Net Salary Amount
hr_hr: Iznos neto plaće

source: Net pay cannot be negative
hr_hr: Neto plaća ne može biti negativna

source: New
hr_hr: Novi

source: New Company
hr_hr: Nova Tvrtka

source: New Employee ID
hr_hr: ID novog zaposlenika

source: New Expense Item
hr_hr: Nova stavka troška

source: New Expense Tax
hr_hr: Novi porez na troškove

source: New Feedback
hr_hr: Nove povratne informacije

source: New Leave(s) Allocated
hr_hr: Dodijeljeni novi dopusti

source: New Leaves Allocated
hr_hr: Dodijeljeno novo lišće

source: New Leaves Allocated (In Days)
hr_hr: Dodijeljeni novi listovi (u danima)

source: New shift assignments will be created after this date.
hr_hr: Nove smjene bit će kreirane nakon ovog datuma.

source: New {0}
hr_hr: Novo {0}

source: No
hr_hr: Ne

source: No Data
hr_hr: Nema podataka

source: No Employee Found
hr_hr: Nije pronađen zaposlenik

source: No Employee found for the given employee field value. '{}': {}
hr_hr: Nije pronađen zaposlenik za zadanu vrijednost polja zaposlenika. '{}': {}

source: No Employees Selected
hr_hr: Nema odabranih zaposlenika

source: No Interview has been scheduled.
hr_hr: Nije zakazan nijedan intervju.

source: No Leave Period Found
hr_hr: Nije pronađeno razdoblje dopusta

source: No Leaves Allocated to Employee: {0} for Leave Type: {1}
hr_hr: Nema dodijeljenih dopusta zaposleniku: {0} za vrstu dopusta: {1}

source: No Salary Slip found for Employee: {0}
hr_hr: Nije pronađena platna lista za zaposlenika: {0}

source: No Salary Structure Assignment found for employee {0} on or before {1}
hr_hr: Nije pronađena dodjela strukture plaća za zaposlenika {0} na dan {1} ili prije

source: No Salary Structure assigned to Employee {0} on the given date {1}
hr_hr: Zaposleniku {0} nije dodijeljena struktura plaća na zadani datum {1}

source: No Salary Structures
hr_hr: Nema struktura plaća

source: No Shift Requests Selected
hr_hr: Nije odabran nijedan zahtjev za smjenu

source: No Staffing Plans found for this Designation
hr_hr: Nisu pronađeni planovi osoblja za ovu poziciju

source: No active employee found associated with the email ID {0}. Try logging in with your employee email ID or contact your HR manager for access.
hr_hr: Nije pronađen nijedan aktivni zaposlenik povezan s e-mail adresom {0}. Pokušajte se prijaviti s e-mail adresom zaposlenika ili se obratite voditelju ljudskih resursa za pristup.

source: No active or default Salary Structure found for employee {0} for the given dates
hr_hr: Nije pronađena aktivna ili zadana struktura plaća za zaposlenika {0} za zadane datume

source: No additional expenses has been added
hr_hr: Nisu dodani nikakvi dodatni troškovi

source: No applicable Earning component found in last salary slip for Gratuity Rule: {0}
hr_hr: U posljednjoj platnoj listi nije pronađena primjenjiva komponenta zarade za pravilo o otpremnini: {0}

source: No applicable Earning components found for Gratuity Rule: {0}
hr_hr: Nisu pronađene primjenjive komponente zarade za pravilo o napojnici: {0}

source: No applicable slab found for the calculation of gratuity amount as per the Gratuity Rule: {0}
hr_hr: Nije pronađena primjenjiva ploča za izračun iznosa napojnice prema Pravilu o napojnicama: {0}

source: No attendance records found for this criteria.
hr_hr: Za ovaj kriterij nisu pronađeni zapisi o prisutnosti.

source: No attendance records found.
hr_hr: Nisu pronađeni zapisi o prisutnosti.

source: No changes found in timings.
hr_hr: Nisu pronađene promjene u vremenskim postavkama.

source: No employees found
hr_hr: Nisu pronađeni zaposlenici

source: No employees found for the mentioned criteria:<br>Company: {0}<br> Currency: {1}<br>Payroll Payable Account: {2}
hr_hr: Nisu pronađeni zaposlenici za navedene kriterije:<br> Tvrtka: {0}<br> Valuta: {1}<br> Račun za obračun plaća: {2}

source: No employees found for the selected criteria
hr_hr: Nisu pronađeni zaposlenici za odabrane kriterije

source: No employees found with selected filters and active salary structure
hr_hr: Nisu pronađeni zaposlenici s odabranim filterima i aktivnom strukturom plaća

source: No feedback has been received yet
hr_hr: Još nije primljena nikakva povratna informacija

source: No items selected
hr_hr: Nije odabrana nijedna stavka

source: No leave record found for employee {0} on {1}
hr_hr: Nije pronađen zapis o dopustu za zaposlenika {0} na dan {1}

source: No leaves have been allocated.
hr_hr: Nije dodijeljeno nijedno lišće.

source: No more updates
hr_hr: Nema više ažuriranja

source: No of. Positions
hr_hr: Broj pozicija

source: No record found
hr_hr: Nije pronađen nijedan zapis

source: No replies from
hr_hr: Nema odgovora od

source: No salary slip found to submit for the above selected criteria OR salary slip already submitted
hr_hr: Nije pronađena platna lista za slanje za gore odabrane kriterije ILI je platna lista već poslana

source: No valid shift found for log time
hr_hr: Nije pronađena valjana pomak za vrijeme zapisa

source: No {0} Selected
hr_hr: Nije odabrano {0}

source: Non Diary
hr_hr: Nije dnevnik

source: Non Taxable Earnings
hr_hr: Neoporeziva zarada

source: Non-Billed Hours
hr_hr: Nefakturirani sati

source: Non-Billed Hours (NB)
hr_hr: Nefakturirani sati (NB)

source: Non-Encashable Leaves
hr_hr: Neunovčivo lišće

source: Non-Vegetarian
hr_hr: Nevegetarijanac

source: Not Allowed
hr_hr: Nije dopušteno

source: Not Permitted
hr_hr: Nije dopušteno

source: Not Started
hr_hr: Nije započeto

source: Note
hr_hr: Napomena

source: Note: Shift will not be overwritten in existing attendance records
hr_hr: Napomena: Smjena se neće prebrisati u postojećim evidencijama prisutnosti

source: Note: Total allocated leaves {0} shouldn't be less than already approved leaves {1} for the period
hr_hr: Napomena: Ukupan broj dodijeljenih dopusta {0} ne smije biti manji od već odobrenih dopusta {1} za to razdoblje

source: Note: Your salary slip is password protected, the password to unlock the PDF is of the format {0}.
hr_hr: Napomena: Vaša platna lista zaštićena je lozinkom, lozinka za otključavanje PDF-a je u formatu {0}.

source: Notes
hr_hr: Napomene

source: Nothing to change
hr_hr: Ništa za mijenjati

source: Notice Period
hr_hr: Obavijesno razdoblje

source: Notification Template
hr_hr: Predložak obavijesti

source: Notifications
hr_hr: Obavijesti

source: Notify users by email
hr_hr: Obavijesti korisnike putem e-pošte

source: Nov
hr_hr: Stu

source: Number Of Employees
hr_hr: Broj zaposlenika

source: Number Of Positions
hr_hr: Broj pozicija

source: Number of Withholding Cycles
hr_hr: Broj ciklusa zadržavanja

source: Number of leaves eligible for encashment based on leave type settings
hr_hr: Broj dopusta koji ispunjavaju uvjete za unovčavanje na temelju postavki vrste dopusta

source: OUT
hr_hr: IZLAZ

source: Obtained Average Rating
hr_hr: Dobivena prosječna ocjena

source: Oct
hr_hr: Lis

source: Odometer Reading
hr_hr: Očitavanje brojača kilometara

source: Odometer Value
hr_hr: Vrijednost brojača kilometara

source: Off-Shift
hr_hr: Izvan smjene

source: Off-shift
hr_hr: Izvan smjene

source: Offer Date
hr_hr: Datum ponude

source: Offer Term
hr_hr: Trajanje ponude

source: Offer Terms
hr_hr: Uvjeti ponude

source: Old Parent
hr_hr: Stari roditelj

source: On Date
hr_hr: Do danas

source: On Duty
hr_hr: Na dužnosti

source: On Hold
hr_hr: Na čekanju

source: On Leave
hr_hr: Na dopustu

source: Onboarding
hr_hr: Uvođenje u posao

source: Onboarding Activities
hr_hr: Aktivnosti uvođenja u posao

source: Onboarding Begins On
hr_hr: Uvođenje u posao počinje

source: Only Approvers can Approve this Request.
hr_hr: Samo odobravatelji mogu odobriti ovaj zahtjev.

source: Only Completed documents can be submitted
hr_hr: Mogu se predati samo popunjeni dokumenti

source: Only Employee Grievance with status {0} or {1} can be submitted
hr_hr: Može se podnijeti samo pritužba zaposlenika sa statusom {0} ili {1}

source: Only Interviewer Are allowed to submit Interview Feedback
hr_hr: Samo ispitivač smije dati povratne informacije s intervjua

source: Only Interviews with Cleared or Rejected status can be submitted.
hr_hr: Mogu se poslati samo intervjui sa statusom Odobren ili Odbijen.

source: Only Leave Applications with status 'Approved' and 'Rejected' can be submitted
hr_hr: Mogu se podnijeti samo zahtjevi za odlazak sa statusom 'Odobreno' i 'Odbijeno'

source: Only Shift Request with status 'Approved' and 'Rejected' can be submitted
hr_hr: Mogu se podnijeti samo zahtjevi za smjenu sa statusom 'Odobreno' i 'Odbijeno'

source: Only Tax Impact (Cannot Claim But Part of Taxable Income)
hr_hr: Samo porezni utjecaj (ne može se prijaviti, ali je dio oporezivog dohotka)

source: Only expired allocation can be cancelled
hr_hr: Samo istekla alokacija može se otkazati

source: Only interviewers can submit feedback
hr_hr: Samo anketari mogu slati povratne informacije

source: Only users with the {0} role can create backdated leave applications
hr_hr: Samo korisnici s ulogom {0} mogu kreirati retroaktivne zahtjeve za dopust

source: Only {0} Goals can be {1}
hr_hr: Samo {0} ciljeva može biti {1}

source: Open
hr_hr: Otvori

source: Open & Approved
hr_hr: Otvoreno i odobreno

source: Open Feedback
hr_hr: Otvori povratne informacije

source: Open Now
hr_hr: Otvoreno sada

source: Opening Balance
hr_hr: Početno stanje

source: Opening Balances
hr_hr: Početno stanje

source: Opening closed.
hr_hr: Otvor zatvoren.

source: Optional Holiday List not set for leave period {0}
hr_hr: Popis neobaveznih praznika nije postavljen za razdoblje godišnjeg odmora {0}

source: Optional Leaves are holidays that Employees can choose to avail from a list of holidays published by the company.
hr_hr: Neobavezni dopusti su praznici koje zaposlenici mogu odabrati s popisa praznika koje je objavila tvrtka.

source: Orange
hr_hr: Narančasta

source: Organizational Chart
hr_hr: Organizacijska shema

source: Other Details
hr_hr: Ostali detalji

source: Other Reports
hr_hr: Ostala izvješća

source: Other Settings
hr_hr: Ostale postavke

source: Other Taxes and Charges
hr_hr: Ostali porezi i naknade

source: Others
hr_hr: Ostalo

source: Out Time
hr_hr: Vrijeme odlaska

source: Out of 5
hr_hr: Od 5

source: Outgoing Salary
hr_hr: Odlazna plaća

source: Outstanding Amount
hr_hr: Nepodmireni iznos

source: Over Allocation
hr_hr: Prekomjerna alokacija

source: Overall Average Rating
hr_hr: Ukupna prosječna ocjena

source: Overlapping Attendance Request
hr_hr: Zahtjev za preklapanje prisutnosti

source: Overlapping Shift Attendance
hr_hr: Preklapanje smjene prisutnosti

source: Overlapping Shift Requests
hr_hr: Preklapajući zahtjevi za smjenu

source: Overlapping Shifts
hr_hr: Preklapajuće smjene

source: Overview
hr_hr: Pregled

source: Overwrite Salary Structure Amount
hr_hr: Prepiši iznos strukture plaća

source: Owned
hr_hr: U vlasništvu

source: PAN Number
hr_hr: PAN broj

source: PF Account
hr_hr: PF račun

source: PF Amount
hr_hr: Iznos PF-a

source: PF Loan
hr_hr: PF zajam

source: PWA Notification
hr_hr: Obavijest o PWA-u

source: Paid
hr_hr: Plaćeno

source: Paid Amount
hr_hr: Plaćeni iznos

source: Paid via Salary Slip
hr_hr: Plaćeno putem platne liste

source: Parameter
hr_hr: Parametri

source: Parent Goal
hr_hr: Roditeljski cilj

source: Part-time
hr_hr: Nepuno radno vrijeme

source: Partial Success
hr_hr: Djelomičan uspjeh

source: Partially Sponsored, Require Partial Funding
hr_hr: Djelomično sponzorirano, potrebno djelomično financiranje

source: Partly Claimed and Returned
hr_hr: Djelomično zatraženo i vraćeno

source: Passport Number
hr_hr: Broj putovnice

source: Password
hr_hr: Lozinka

source: Password Policy
hr_hr: Pravila o lozinkama

source: Password policy cannot contain spaces or simultaneous hyphens. The format will be restructured automatically
hr_hr: Pravila za lozinke ne mogu sadržavati razmake ili istovremene crtice. Format će se automatski restrukturirati.

source: Password policy for Salary Slips is not set
hr_hr: Pravila o lozinkama za platne liste nisu postavljena

source: Pay Against Benefit Claim
hr_hr: Zahtjev za plaćanje uz naknadu

source: Pay Via Payment Entry
hr_hr: Plaćanje putem unosa plaćanja

source: Pay via Salary Slip
hr_hr: Plaćanje putem platne liste

source: Payable Account
hr_hr: Račun za plaćanje

source: Payable Account is mandatory to submit an Expense Claim
hr_hr: Račun za plaćanje je obavezan za podnošenje zahtjeva za naknadu troškova

source: Payables
hr_hr: Obveze

source: Payment
hr_hr: Plaćanje

source: Payment Account
hr_hr: Račun za plaćanje

source: Payment Account is mandatory
hr_hr: Račun za plaćanje je obavezan

source: Payment Date
hr_hr: Datum plačanja

source: Payment Days
hr_hr: Dani plaćanja

source: Payment Days Calculation Help
hr_hr: Pomoć pri izračunu dana plaćanja

source: Payment Days Dependency
hr_hr: Ovisnost o danima plaćanja

source: Payment Days calculations are based on these Payroll Settings
hr_hr: Izračuni dana isplate temelje se na ovim postavkama obračuna plaća

source: Payment Entry
hr_hr: Unos plaćanja

source: Payment and Accounting
hr_hr: Plaćanje i računovodstvo

source: Payment of {0} from {1} to {2}
hr_hr: Plaćanje od 3} od {1} do {2}

source: Payroll
hr_hr: Platni spisak

source: Payroll Based On
hr_hr: Platni spisak na temelju

source: Payroll Cost Center
hr_hr: Centar troškova obračuna plaća

source: Payroll Cost Centers
hr_hr: Troškovni centri za obračun plaća

source: Payroll Dashboard
hr_hr: Nadzorna ploča za plaće

source: Payroll Date
hr_hr: Datum obračuna plaće

source: Payroll Employee Detail
hr_hr: Podaci o zaposleniku na obračunu plaća

source: Payroll Entry
hr_hr: Unos plaća

source: Payroll Entry cancellation is queued. It may take a few minutes
hr_hr: Otkazivanje unosa plaće je u redu čekanja. Može potrajati nekoliko minuta

source: Payroll Frequency
hr_hr: Učestalost obračuna plaća

source: Payroll Info
hr_hr: Podaci o plaćama

source: Payroll Number
hr_hr: Broj platne liste

source: Payroll Payable
hr_hr: Plaća za obračun

source: Payroll Payable Account
hr_hr: Račun za obračun plaća

source: Payroll Period
hr_hr: Razdoblje obračuna plaća

source: Payroll Period Date
hr_hr: Datum obračuna plaća

source: Payroll Periods
hr_hr: Razdoblja obračuna plaća

source: Payroll Reports
hr_hr: Izvješća o plaćama

source: Payroll Settings
hr_hr: Postavke obračuna plaća

source: Payroll date can not be greater than employee's relieving date.
hr_hr: Datum isplate plaće ne može biti veći od datuma otpuštanja zaposlenika.

source: Payroll date can not be less than employee's joining date.
hr_hr: Datum isplate plaće ne može biti kraći od datuma zapošljavanja zaposlenika.

source: Pending
hr_hr: U tijeku

source: Pending (unpaid) amount from previous advances
hr_hr: Neplaćeni iznos iz prethodnih predujmova

source: Pending Amount
hr_hr: Iznos na čekanju

source: Pending Asset Returns
hr_hr: Povrat imovine na čekanju

source: Pending FnF
hr_hr: FnF na čekanju

source: Pending Interviews
hr_hr: Intervjui na čekanju

source: Pending Questionnaires
hr_hr: Upitnici na čekanju

source: Percent
hr_hr: Postotak

source: Percent Deduction
hr_hr: Postotni odbitak

source: Percentage (%)
hr_hr: Postotak (%)

source: Performance
hr_hr: Performansa

source: Permanently cancel {0}
hr_hr: Trajno otkaži {0}

source: Permanently submit {0}
hr_hr: Trajno pošalji {0}

source: Phone Number
hr_hr: Broj telefona

source: Piecework
hr_hr: Rad plaćen na akord

source: Pink
hr_hr: Ružičasta

source: Planned number of Positions
hr_hr: Planirani broj radnih mjesta

source: Please Enable Auto Attendance and complete the setup first.
hr_hr: Molimo omogućite automatsku prisutnost i prvo dovršite postavljanje.

source: Please Select Company First
hr_hr: Molimo prvo odaberite tvrtku

source: Please add the remaining benefits {0} to any of the existing component
hr_hr: Molimo dodajte preostale pogodnosti {0} bilo kojoj od postojećih komponenti

source: Please add the remaining benefits {0} to the application as pro-rata component
hr_hr: Molimo dodajte preostale pogodnosti {0} prijavi kao proporcionalnu komponentu

source: Please assign a Salary Structure for Employee {0} applicable from or before {1} first
hr_hr: Molimo dodijelite strukturu plaća za zaposlenika {0} koja se primjenjuje od ili prije {1}

source: Please confirm once you have completed your training
hr_hr: Molimo potvrdite nakon što završite obuku

source: Please create a new {0} for the date {1} first.
hr_hr: Prvo kreirajte novi {0} za datum {1}.

source: Please delete the Employee {0} to cancel this document
hr_hr: Molimo izbrišite zaposlenika {0} kako biste otkazali ovaj dokument

source: Please enable default incoming account before creating Daily Work Summary Group
hr_hr: Omogućite zadani dolazni račun prije stvaranja Grupe za sažetak dnevnog rada

source: Please enter the designation
hr_hr: Molimo unesite oznaku

source: Please reduce {0} to avoid shift time overlapping with itself
hr_hr: Molimo smanjite {0} kako biste izbjegli preklapanje vremena smjene sa samim sobom

source: Please see attachment
hr_hr: Molimo pogledajte prilog

source: Please select Company and Designation
hr_hr: Molimo odaberite tvrtku i naziv

source: Please select Employee
hr_hr: Molimo odaberite zaposlenika

source: Please select Employee first.
hr_hr: Prvo odaberite Zaposlenika.

source: Please select From Date and Payroll Frequency first
hr_hr: Prvo odaberite datum početka i učestalost obračuna plaća

source: Please select From Date.
hr_hr: Molimo odaberite Datum od.

source: Please select Shift Schedule and assignment date(s).
hr_hr: Molimo odaberite Raspored smjena i datum(e) zadatka.

source: Please select Shift Type and assignment date(s).
hr_hr: Molimo odaberite vrstu smjene i datum(e) dodjele.

source: Please select a Company
hr_hr: Odaberi Tvrtku

source: Please select a company first
hr_hr: Prvo odaberite tvrtku

source: Please select a company first.
hr_hr: Molimo prvo odaberite tvrtku.

source: Please select a csv file
hr_hr: Molimo odaberite csv datoteku
