Repository: Logicna-Podloga/croatia-app
Catalog: croatia_app/translations/*-hrms.clean.po
Languages: hr_hr

source: Hour Rate
hr_hr: Satnica

source: Hour Rate (Company Currency)
hr_hr: Satnica (valuta tvrtke)

source: Hours
hr_hr: Sati

source: House rent paid days overlapping with {0}
hr_hr: Plaćeni dani najamnine preklapaju se s {0}

source: House rented dates required for exemption calculation
hr_hr: Datumi najma kuće potrebni za izračun oslobođenja

source: House rented dates should be atleast 15 days apart
hr_hr: Datumi najma kuće trebaju biti razmaknuti najmanje 15 dana

source: IFSC Code
hr_hr: IFSC kod

source: IN
hr_hr: U

source: Identification Document Number
hr_hr: Broj identifikacijskog dokumenta

source: Identification Document Type
hr_hr: Vrsta identifikacijskog dokumenta

source: If checked, Payroll Payable will be booked against each employee
hr_hr: Ako je označeno, obveza za obračun plaća knjižit će se za svakog zaposlenika

source: If checked, hides and disables Rounded Total field in Salary Slips
hr_hr: Ako je označeno, skriva i onemogućuje polje Zaokruženi iznos u platnim listama

source: If checked, the full amount will be deducted from taxable income before calculating income tax without any declaration or proof submission.
hr_hr: Ako je označeno, puni iznos će se odbiti od oporezivog dohotka prije izračuna poreza na dohodak bez ikakve prijave ili podnošenja dokaza.

source: If enabled, Tax Exemption Declaration will be considered for income tax calculation.
hr_hr: Ako je omogućeno, Izjava o oslobođenju od poreza uzet će se u obzir za izračun poreza na dohodak.

source: If enabled, auto attendance will be marked on holidays if Employee Checkins exist
hr_hr: Ako je omogućeno, automatska prisutnost bit će označena za vrijeme praznika ako postoje prijave zaposlenika

source: If enabled, deducts payment days for absent attendance on holidays. By default, holidays are considered as paid
hr_hr: Ako je omogućeno, odbija dane plaćanja za izostanke tijekom praznika. Prema zadanim postavkama, praznici se smatraju plaćenima.

source: If enabled, the component will be considered as a tax component and the amount will be auto-calculated as per the configured income tax slabs
hr_hr: Ako je omogućeno, komponenta će se smatrati poreznom komponentom, a iznos će se automatski izračunati prema konfiguriranim poreznim pločama.

source: If enabled, the component will be considered in the Income Tax Deductions report
hr_hr: Ako je omogućena, komponenta će se uzeti u obzir u izvješću o odbitcima poreza na dohodak

source: If enabled, the component will not be displayed in the salary slip if the amount is zero
hr_hr: Ako je omogućeno, komponenta se neće prikazivati na platnoj listi ako je iznos nula

source: If enabled, the total no. of applications received for this opening will be displayed on the website
hr_hr: Ako je omogućeno, ukupan broj primljenih prijava za ovo otvorenje bit će prikazan na web stranici

source: If enabled, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
hr_hr: Ako je omogućeno, vrijednost navedena ili izračunata u ovoj komponenti neće doprinijeti zaradi ili odbitcima. Međutim, na njezinu vrijednost mogu se pozivati druge komponente koje se mogu dodati ili odbiti.

source: If enabled, total no. of working days will include holidays, and this will reduce the value of Salary Per Day
hr_hr: Ako je omogućeno, ukupan broj radnih dana uključivat će praznike, što će smanjiti vrijednost plaće po danu.

source: If not checked, the list will have to be added to each Department where it has to be applied.
hr_hr: Ako nije označeno, popis će se morati dodati svakom odjelu gdje se mora primijeniti.

source: If selected, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
hr_hr: Ako je odabrano, vrijednost navedena ili izračunata u ovoj komponenti neće doprinijeti zaradi ili odbitcima. Međutim, na njezinu vrijednost mogu se pozivati druge komponente koje se mogu dodati ili odbiti.

source: If set, the job opening will be closed automatically after this date
hr_hr: Ako je postavljeno, otvoreno radno mjesto će se automatski zatvoriti nakon ovog datuma

source: If you are using loans in salary slips, please install the {0} app from Frappe Cloud Marketplace or GitHub to continue using loan integration with payroll.
hr_hr: Ako koristite kredite u platnim listama, instalirajte aplikaciju {0} s Frappe Cloud Marketplacea ili GitHuba kako biste nastavili koristiti integraciju kredita s obračunom plaća.

source: Import Attendance
hr_hr: Uvoz prisutnosti

source: Import Log
hr_hr: Zapisnik uvoza

source: Import Successful
hr_hr: Uvoz uspješan

source: Importing {0} of {1}
hr_hr: Uvozi se {0} od 3}

source: In Process
hr_hr: U procesu

source: In Progress
hr_hr: U tijeku

source: In Time
hr_hr: Na vrijeme

source: In case of any error during this background process, the system will add a comment about the error on this Payroll Entry and revert to the Submitted status
hr_hr: U slučaju bilo kakve pogreške tijekom ovog pozadinskog procesa, sustav će dodati komentar o pogrešci na ovaj unos plaće i vratiti se na status Poslano

source: Inactive
hr_hr: Neaktivno

source: Incentive
hr_hr: Poticaj

source: Incentive Amount
hr_hr: Iznos poticaja

source: Incentives
hr_hr: Poticaji

source: Include Company Descendants
hr_hr: Uključi potomke tvrtke

source: Include Holidays
hr_hr: Uključi praznike

source: Include holidays in Total no. of Working Days
hr_hr: Uključite praznike u ukupan broj radnih dana

source: Include holidays within leaves as leaves
hr_hr: Uključi praznike unutar listova kao listove

source: Income Source
hr_hr: Izvor prihoda

source: Income Tax Amount
hr_hr: Iznos poreza na dohodak

source: Income Tax Breakup
hr_hr: Raspodjela poreza na dohodak

source: Income Tax Component
hr_hr: Komponenta poreza na dohodak

source: Income Tax Computation
hr_hr: Izračun poreza na dohodak

source: Income Tax Deducted Till Date
hr_hr: Porez na dohodak odbijen do datuma

source: Income Tax Deductions
hr_hr: Odbitci poreza na dohodak

source: Income Tax Slab
hr_hr: Porezna ploča

source: Income Tax Slab Other Charges
hr_hr: Porezna ploča za dohodak Ostali troškovi

source: Income Tax Slab is mandatory since the Salary Structure {0} has a tax component {1}
hr_hr: Porezna ploča je obavezna jer struktura plaća {0} ima poreznu komponentu {1}

source: Income Tax Slab must be effective on or before Payroll Period Start Date: {0}
hr_hr: Porezna obveza mora stupiti na snagu na dan ili prije datuma početka obračunskog razdoblja: {0}

source: Income Tax Slab not set in Salary Structure Assignment: {0}
hr_hr: Porezna ploča nije postavljena u dodjeli strukture plaća: {0}

source: Income Tax Slab: {0} is disabled
hr_hr: Porezna ploča: {0} je onemogućena

source: Income from Other Sources
hr_hr: Prihodi iz drugih izvora

source: Incorrect Weightage Allocation
hr_hr: Netočna raspodjela težine

source: Indicates the number of leaves that cannot be encashed from the leave balance. E.g. with a leave balance of 10 and 4 Non-Encashable Leaves, you can encash 6, while the remaining 4 can be carried forward or expired
hr_hr: Označava broj dopusta koji se ne mogu unovčiti iz stanja dopusta. Npr. s stanjem dopusta od 10 i 4 neisplativa dopusta, možete unovčiti 6, dok se preostala 4 mogu prenijeti u sljedeći period ili isteći.

source: Inspection
hr_hr: Inspekcija

source: Install
hr_hr: Instaliraj

source: Install Frappe HR
hr_hr: Instalirajte Frappe HR

source: Insufficient Balance
hr_hr: Nedovoljan saldo

source: Insufficient leave balance for Leave Type {0}
hr_hr: Nedovoljan saldo dopusta za vrstu dopusta {0}

source: Interest
hr_hr: Interes

source: Interest Amount
hr_hr: Iznos kamate

source: Interest Income Account
hr_hr: Račun prihoda od kamata

source: Intermediate
hr_hr: Srednje

source: Intern
hr_hr: Pripravnik

source: International
hr_hr: Međunarodni

source: Interview
hr_hr: Intervju

source: Interview Detail
hr_hr: Detalji intervjua

source: Interview Details
hr_hr: Detalji intervjua

source: Interview Feedback
hr_hr: Povratne informacije o intervjuu

source: Interview Feedback Reminder
hr_hr: Podsjetnik za povratne informacije o intervjuu

source: Interview Feedback {0} submitted successfully
hr_hr: Povratne informacije za intervju {0} uspješno poslane

source: Interview Not Rescheduled
hr_hr: Intervju nije premješten

source: Interview Reminder
hr_hr: Podsjetnik za razgovor

source: Interview Reminder Notification Template
hr_hr: Predložak obavijesti o podsjetniku za razgovor

source: Interview Rescheduled successfully
hr_hr: Intervju uspješno premješten

source: Interview Round
hr_hr: Runda intervjua

source: Interview Round {0} is only applicable for the Designation {1}
hr_hr: Runda intervjua {0} primjenjuje se samo za poziciju {1}

source: Interview Round {0} is only for Designation {1}. Job Applicant has applied for the role {2}
hr_hr: Runda intervjua {0} je samo za poziciju {1}. Kandidat za posao prijavio se za poziciju {2}.

source: Interview Scheduled Date
hr_hr: Zakazani datum intervjua

source: Interview Status
hr_hr: Status intervjua

source: Interview Summary
hr_hr: Sažetak intervjua

source: Interview Type
hr_hr: Vrsta intervjua

source: Interview: {0} Rescheduled
hr_hr: Intervju: {0} Premješten

source: Interviewer
hr_hr: Anketar

source: Interviewers
hr_hr: Anketari

source: Interviews
hr_hr: Intervjui

source: Introduction
hr_hr: Uvod

source: Invalid
hr_hr: Nevažeće

source: Invalid Action
hr_hr: Nevažeća radnja

source: Invalid Additional Salary
hr_hr: Nevažeća dodatna plaća

source: Invalid Cost Center
hr_hr: Nevažeći troškovni centar

source: Invalid Dates
hr_hr: Nevažeći datumi

source: Invalid Leave Ledger Entry
hr_hr: Nevažeći unos u knjigu dopusta

source: Invalid Payroll Payable Account. The account currency must be {0} or {1}
hr_hr: Nevažeći račun za isplatu plaća. Valuta računa mora biti {0} ili {1}

source: Invalid Shift Times
hr_hr: Nevažeća vremena smjene

source: Invalid parameters provided. Please pass the required arguments.
hr_hr: Navedeni su nevažeći parametri. Molimo vas da proslijedite potrebne argumente.

source: Investigated
hr_hr: Istraženo

source: Investigation Details
hr_hr: Detalji istrage

source: Invited
hr_hr: Pozvani

source: Invoice Ref
hr_hr: Referenca fakture

source: Is Active
hr_hr: Aktivan na

source: Is Applicable for Referral Bonus
hr_hr: Primjenjuje se za bonus za preporuku

source: Is Carry Forward
hr_hr: Prenosi se dalje

source: Is Compensatory
hr_hr: Je kompenzacijsko

source: Is Compensatory Leave
hr_hr: Je li kompenzacijski dopust

source: Is Default
hr_hr: Zadano je

source: Is Earned Leave
hr_hr: Je li zasluženi dopust

source: Is Expired
hr_hr: Isteklo je

source: Is Flexible Benefit
hr_hr: Je li fleksibilna pogodnost

source: Is Group
hr_hr: Je li grupa

source: Is Income Tax Component
hr_hr: Je li komponenta poreza na dohodak

source: Is Leave Without Pay
hr_hr: Je li dopust bez plaće

source: Is Mandatory
hr_hr: Obavezno je

source: Is Optional Leave
hr_hr: Je li dopust neobavezan

source: Is Paid
hr_hr: Plaćeno je

source: Is Partially Paid Leave
hr_hr: Djelomično plaćeni dopust

source: Is Recurring
hr_hr: URL periodičnih uplata - live

source: Is Recurring Additional Salary
hr_hr: Je li ponavljajuća dodatna plaća

source: Is Salary Released
hr_hr: Je li plaća objavljena

source: Is Salary Withheld
hr_hr: Je li plaća zadržana

source: Is Tax Applicable
hr_hr: Je li porez primjenjiv

source: Jan
hr_hr: Sij

source: Job Applicant
hr_hr: Kandidat za posao

source: Job Applicant Source
hr_hr: Izvor za prijavu posla

source: Job Applicant {0} created successfully.
hr_hr: Kandidat za posao {0} uspješno kreiran.

source: Job Applicants are not allowed to appear twice for the same Interview round. Interview {0} already scheduled for Job Applicant {1}
hr_hr: Kandidatima za posao nije dopušteno dva puta se pojaviti na istom krugu intervjua. Intervju {0} je već zakazan za kandidata za posao {1}.

source: Job Application Route
hr_hr: Put prijave za posao

source: Job Description
hr_hr: Opis posla

source: Job Offer
hr_hr: Ponuda za posao

source: Job Offer Term
hr_hr: Trajanje ponude za posao

source: Job Offer Term Template
hr_hr: Predložak uvjeta ponude za posao

source: Job Offer Terms
hr_hr: Uvjeti ponude za posao

source: Job Offer status
hr_hr: Status ponude za posao

source: Job Offer: {0} is already for Job Applicant: {1}
hr_hr: Ponuda za posao: {0} već je za podnositelja zahtjeva za posao: {1}

source: Job Opening
hr_hr: Otvoreno radno mjesto

source: Job Opening Associated
hr_hr: Povezano otvoreno radno mjesto

source: Job Openings
hr_hr: Otvorena radna mjesta

source: Job Openings for the designation {0} are already open or the hiring is complete as per the Staffing Plan {1}
hr_hr: Otvorena radna mjesta za poziciju {0} već su otvorena ili je zapošljavanje završeno prema planu zapošljavanja {1}

source: Job Requisition
hr_hr: Zahtjev za posao

source: Job Requisition {0} has been associated with Job Opening {1}
hr_hr: Zahtjev za posao {0} povezan je s otvorenim radnim mjestom {1}

source: Job Title
hr_hr: Naziv posla

source: Job profile, qualifications required etc.
hr_hr: Profil posla, potrebne kvalifikacije itd.

source: Jobs
hr_hr: Slobodna radna mjesta

source: Joining Date
hr_hr: Datum pridruživanja

source: Journal Entry
hr_hr: Unos u dnevnik

source: Journey
hr_hr: Putovanje

source: July
hr_hr: Srpanj

source: June
hr_hr: Lipanj

source: KRA Evaluation Method
hr_hr: Metoda evaluacije KRA

source: KRA updated for all child goals.
hr_hr: KRA ažuriran za sve podciljeve.

source: KRA vs Goals
hr_hr: KRA protiv golova

source: KRAs
hr_hr: KRA-ovi

source: Key Performance Area
hr_hr: Ključno područje performansi

source: Key Reports
hr_hr: Ključna izvješća

source: Key Responsibility Area
hr_hr: Ključno područje odgovornosti

source: Key Result Area
hr_hr: Područje ključnih rezultata

source: Last Day
hr_hr: Posljednji dan

source: Last Known Successful Sync of Employee Checkin. Reset this only if you are sure that all Logs are synced from all the locations. Please don't modify this if you are unsure.
hr_hr: Zadnja poznata uspješna sinkronizacija prijave zaposlenika. Resetirajte ovo samo ako ste sigurni da su svi zapisnici sinkronizirani sa svih lokacija. Nemojte ovo mijenjati ako niste sigurni.

source: Last Name
hr_hr: Prezime

source: Last Odometer Value
hr_hr: Posljednja vrijednost brojača kilometara

source: Last Sync of Checkin
hr_hr: Posljednja sinkronizacija prijave

source: Last {0} was at {1}
hr_hr: Posljednji {0} bio je u {1}

source: Late Entries
hr_hr: Kasne prijave

source: Late Entry
hr_hr: Kasni ulaz

source: Late Entry & Early Exit Settings for Auto Attendance
hr_hr: Postavke za kasni ulazak i rani izlazak za automatsku evidenciju

source: Late Entry By
hr_hr: Kasni ulazak od strane

source: Late Entry Grace Period
hr_hr: Razdoblje odgode za kasni upis

source: Latitude
hr_hr: Zemljopisna širina

source: Latitude and longitude values are required for checking in.
hr_hr: Za prijavu su potrebne vrijednosti zemljopisne širine i dužine.

source: Latitude: {0}°
hr_hr: Geografska širina: {0}°

source: Leave
hr_hr: Napusti

source: Leave Allocation
hr_hr: Dodjela dopusta

source: Leave Allocations
hr_hr: Dodjele dopusta

source: Leave Application
hr_hr: Ostavite prijavu

source: Leave Application period cannot be across two non-consecutive leave allocations {0} and {1}.
hr_hr: Razdoblje podnošenja zahtjeva za dopust ne može se protezati kroz dva neusporedna razdoblja dopusta {0} i {1}.

source: Leave Approval Notification
hr_hr: Obavijest o odobrenju ostavi

source: Leave Approval Notification Template
hr_hr: Predložak obavijesti o odobrenju ostavljanja

source: Leave Approver
hr_hr: Ostavite odobravatelja

source: Leave Approver Mandatory In Leave Application
hr_hr: Odobravatelj dopusta je obavezan u zahtjevu za dopust

source: Leave Approver Name
hr_hr: Ime odobravatelja

source: Leave Balance
hr_hr: Ostavite saldo

source: Leave Balance Before Application
hr_hr: Ostavite stanje prije prijave

source: Leave Block List
hr_hr: Napusti popis blokiranih

source: Leave Block List Allow
hr_hr: Ostavi popis blokiranih Dopusti

source: Leave Block List Allowed
hr_hr: Ostavi popis blokiranih dopuštenim

source: Leave Block List Date
hr_hr: Datum napuštanja popisa blokiranih

source: Leave Block List Dates
hr_hr: Datumi napuštanja popisa blokiranih

source: Leave Block List Name
hr_hr: Naziv popisa za blokiranje

source: Leave Blocked
hr_hr: Ostavi blokirano

source: Leave Control Panel
hr_hr: Napusti upravljačku ploču

source: Leave Details
hr_hr: Detalji ostavljanja

source: Leave Encashment
hr_hr: Unovčavanje dopusta

source: Leave Encashment Amount Per Day
hr_hr: Iznos isplate dopusta po danu

source: Leave History
hr_hr: Napusti povijest

source: Leave Ledger
hr_hr: Ostavite knjigu

source: Leave Ledger Entry
hr_hr: Ostavite unos u glavnu knjigu

source: Leave Ledger Entry's To date needs to be after From date. Currently, From Date is {0} and To Date is {1}
hr_hr: Datum početka unosa u knjigovodstvu mora biti nakon datuma početka. Trenutno je datum početka {0}, a datum završetka {1}

source: Leave Period
hr_hr: Razdoblje dopusta

source: Leave Policy
hr_hr: Pravila o odlasku

source: Leave Policy Assignment
hr_hr: Napusti dodjelu pravila

source: Leave Policy Assignment Overlap
hr_hr: Ostavite preklapanje dodjele pravila

source: Leave Policy Detail
hr_hr: Detalji pravila o ostavljanju

source: Leave Policy Details
hr_hr: Detalji pravila o ostavljanju

source: Leave Policy: {0} already assigned for Employee {1} for period {2} to {3}
hr_hr: Pravila o dopustu: {0} već dodijeljeno zaposleniku {1} za razdoblje od {2} do {3}

source: Leave Status Notification
hr_hr: Obavijest o statusu odlaska

source: Leave Status Notification Template
hr_hr: Predložak obavijesti o statusu odlaska

source: Leave Type
hr_hr: Ostavite vrstu

source: Leave Type Name
hr_hr: Naziv vrste ostavite

source: Leave Type can either be compensatory or earned leave.
hr_hr: Vrsta dopusta može biti kompenzacijski ili zarađeni dopust.

source: Leave Type can either be without pay or partial pay
hr_hr: Vrsta dopusta može biti neplaćeni ili djelomično plaćeni

source: Leave Type is mandatory
hr_hr: Vrsta dopusta je obavezna

source: Leave Type {0} cannot be allocated since it is leave without pay
hr_hr: Vrsta dopusta {0} ne može se dodijeliti jer je to neplaćeni dopust

source: Leave Type {0} cannot be carry-forwarded
hr_hr: Vrsta dopusta {0} ne može se prenijeti

source: Leave Type {0} is not encashable
hr_hr: Vrsta dopusta {0} se ne može unovčiti

source: Leave Without Pay
hr_hr: Ostaviti bez plaće

source: Leave Without Pay does not match with approved {} records
hr_hr: Neplaćeni dopust ne odgovara odobrenim {} zapisima

source: Leave allocation {0} is linked with the Leave Application {1}
hr_hr: Dodjela dopusta {0} povezana je s prijavom za dopust {1}

source: Leave already have been assigned for this Leave Policy Assignment
hr_hr: Za ovaj zadatak politike dopusta već su dodijeljeni dopusti

source: Leave and Expense Claim Settings
hr_hr: Postavke zahtjeva za dopust i naknadu troškova

source: Leave application is linked with leave allocations {0}. Leave application cannot be set as leave without pay
hr_hr: Zahtjev za dopust povezan je s rasporedom dopusta {0}. Zahtjev za dopust ne može se postaviti kao dopust bez plaće.

source: Leave cannot be allocated before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
hr_hr: Dopust se ne može dodijeliti prije {0}, jer je saldo dopusta već prenesen u budući zapis o dodjeli dopusta {1}

source: Leave cannot be applied/cancelled before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
hr_hr: Dopust se ne može primijeniti/otkazati prije {0}, jer je saldo dopusta već prenesen u budući zapis o raspodjeli dopusta {1}

source: Leave of type {0} cannot be longer than {1}.
hr_hr: Dopust tipa {0} ne može biti dulji od {1}.

source: Leave(s) Expired
hr_hr: Istek dopusta

source: Leave(s) Pending Approval
hr_hr: Dopust(i) čekaju odobrenje

source: Leave(s) Taken
hr_hr: Korišteni dopust(i)

source: Leaves
hr_hr: Lišće

source: Leaves & Holidays
hr_hr: Lišće i praznici

source: Leaves Allocated
hr_hr: Dodijeljeno lišće

source: Leaves Pending Approval
hr_hr: Ostavlja čekajući odobrenje

source: Leaves for the Leave Type {0} won't be carry-forwarded since carry-forwarding is disabled.
hr_hr: Dopusti za vrstu dopusta {0} neće se prenositi jer je prijenos onemogućen.

source: Leaves per Year
hr_hr: Listovi godišnje

source: Leaves you can avail against a holiday you worked on. You can claim Compensatory Off Leave using Compensatory Leave Request. Click {0} to know more
hr_hr: Dopuste možete iskoristiti za godišnji odmor na koji ste radili. Naknadni dopust možete zatražiti putem Zahtjeva za kompenzacijski dopust. Kliknite {0} za više informacija

source: Left
hr_hr: Lijevo

# Employee
source: Left
hr_hr: Lijevo

source: Letter Head
hr_hr: Zaglavlje pisma

source: Level
hr_hr: Nivo

source: License Plate
hr_hr: registarske pločice

source: Lifecycle
hr_hr: Životni ciklus

source: Lime
hr_hr: Vapno

source: Link the cycle and tag KRA to your goal to update the appraisal's goal score based on the goal progress
hr_hr: Povežite ciklus i označite KRA sa svojim ciljem kako biste ažurirali rezultat cilja procjene na temelju napretka u ostvarivanju cilja

source: Linked Project {} and Tasks deleted.
hr_hr: Povezani projekt {} i zadaci su izbrisani.

source: Loan
hr_hr: Posudi

source: Loan Account
hr_hr: Kreditni račun

source: Loan Product
hr_hr: Kreditni proizvod

source: Loan Repayment
hr_hr: Otplata kredita

source: Loan Repayment Entry
hr_hr: Unos otplate kredita

source: Loan cannot be repayed from salary for Employee {0} because salary is processed in currency {1}
hr_hr: Zajam se ne može otplatiti iz plaće zaposlenika {0} jer se plaća obrađuje u valuti {1}

source: Locating...
hr_hr: Lociranje...

source: Location
hr_hr: Lokacija

source: Location / Device ID
hr_hr: Lokacija / ID uređaja

source: Location Name
hr_hr: Naziv lokacije

source: Lodging Required
hr_hr: Smještaj je obavezan

source: Log Out
hr_hr: Odjava

source: Log Type
hr_hr: Vrsta zapisnika

source: Log Type is required for check-ins falling in the shift: {0}.
hr_hr: Vrsta zapisnika je obavezna za prijave koje padaju u smjenu: {0}.

source: Login
hr_hr: Prijava

source: Login Failed
hr_hr: Prijava nije uspjela

source: Login to Frappe HR
hr_hr: Prijava na Frappe HR

source: Longitude
hr_hr: Zemljopisna dužina

source: Longitude: {0}°
hr_hr: Geografska dužina: {0}°

source: Lower Range
hr_hr: Donji raspon

source: Make
hr_hr: Napraviti

source: Make Bank Entry
hr_hr: Unesi bankovni račun

source: Mandatory
hr_hr: Obavezno

source: Mandatory fields required for this action:
hr_hr: Obavezna polja potrebna za ovu radnju:

source: Mandatory fields required in {0}
hr_hr: Obavezna polja su obavezna u {0}

source: Manual
hr_hr: Ručno

source: Manual Rating
hr_hr: Ručno ocjenjivanje

source: Mar
hr_hr: Ožu

source: Mark Attendance
hr_hr: Oznaka prisutnosti

source: Mark Auto Attendance on Holidays
hr_hr: Označi automatsku prisutnost za vrijeme praznika

source: Mark all as read
hr_hr: Označi sve kao pročitano

source: Mark as Completed
hr_hr: Označi kao dovršeno

source: Mark as In Progress
hr_hr: Označi kao U tijeku

source: Mark as {0}
hr_hr: Označi kao {0}

source: Mark attendance as {0} for {1} on selected dates?
hr_hr: Označiti prisutnost kao {0} za {1} na odabrane datume?
