Repository: Logicna-Podloga/croatia-app
Catalog: croatia_app/translations/*-hrms.clean.po
Languages: hr_hr

source: Bank Remittance
hr_hr: Bankovna doznaka

source: Base
hr_hr: Osnova

source: Base & Variable
hr_hr: Osnovno i varijabilno

source: Begin On (Days)
hr_hr: Početak (dani)

source: Begin check-in before shift start time (in minutes)
hr_hr: Početak prijave prije početka smjene (u minutama)

source: Beginner
hr_hr: Početnik

source: Below is the list of upcoming holidays for you:
hr_hr: U nastavku je popis nadolazećih praznika za vas:

source: Benefit
hr_hr: Korist

source: Benefits
hr_hr: Prednosti

source: Bill Amount
hr_hr: Iznos računa

source: Billed Hours
hr_hr: Obračunati sati

source: Billed Hours (B)
hr_hr: Obračunati sati (B)

source: Bimonthly
hr_hr: Dvomjesečno

source: Birthday Reminder
hr_hr: Podsjetnik za rođendan

source: Birthday Reminder 🎂
hr_hr: Podsjetnik za rođendan 🎂

source: Birthdays
hr_hr: Rođendani

source: Block Date
hr_hr: Datum blokiranja

source: Block Days
hr_hr: Blokovski dani

source: Block Holidays on important days.
hr_hr: Blokirajte praznike na važne dane.

source: Blue
hr_hr: Plava

source: Body
hr_hr: Tijelo poruke (Body)

source: Bonus Amount
hr_hr: Iznos bonusa

source: Bonus Payment Date
hr_hr: Datum isplate bonusa

source: Bonus Payment Date cannot be a past date
hr_hr: Datum isplate bonusa ne može biti prošli datum

source: Branch
hr_hr: Podružnica

source: Branch: {0}
hr_hr: Poslovnica: {0}

source: Bulk Assignments
hr_hr: Skupni zadaci

source: Bulk Leave Policy Assignment
hr_hr: Dodjela pravila o skupnom dopustu

source: Bulk Salary Structure Assignment
hr_hr: Dodjeljivanje strukture skupnih plaća

source: By default, the Final Score is calculated as the average of Goal Score, Feedback Score, and Self Appraisal Score. Enable this to set a different formula
hr_hr: Prema zadanim postavkama, konačni rezultat izračunava se kao prosjek rezultata postignutih ciljeva, rezultata povratnih informacija i rezultata samoprocjene. Omogućite ovo za postavljanje drugačije formule.

source: Calculate Final Score based on Formula
hr_hr: Izračunajte konačni rezultat na temelju formule

source: Calculate Gratuity Amount Based On
hr_hr: Izračunajte iznos napojnice na temelju

source: Calculate Payroll Working Days Based On
hr_hr: Izračunajte radne dane obračuna plaća na temelju

source: Calculated in days
hr_hr: Izračunato u danima

source: Calls
hr_hr: Pozivi

source: Campaign
hr_hr: Kampanja

source: Cancel
hr_hr: Otkaži

source: Cancellation Queued
hr_hr: Otkazivanje u redu čekanja

source: Cancelled
hr_hr: Otkazano

source: Cannot Modify Time
hr_hr: Nije moguće mijenjati vrijeme

source: Cannot allocate leaves outside the allocation period {0} - {1}
hr_hr: Nije moguće dodijeliti listove izvan razdoblja dodjele {0} - {1}

source: Cannot break shift after end date
hr_hr: Smjena se ne može prekinuti nakon datuma završetka

source: Cannot break shift before start date
hr_hr: Smjena se ne može prekinuti prije datuma početka

source: Cannot cancel Shift Assignment: {0} as it is linked to Attendance: {1}
hr_hr: Ne može se otkazati dodjela smjene: {0} jer je povezana s dolaskom: {1}

source: Cannot cancel Shift Assignment: {0} as it is linked to Employee Checkin: {1}
hr_hr: Ne može se otkazati dodjela smjene: {0} jer je povezana s prijavom zaposlenika: {1}

source: Cannot create Salary Slip for Employee joining after Payroll Period
hr_hr: Nije moguće kreirati platnu listu za zaposlenika koji se pridružio nakon obračunskog razdoblja

source: Cannot create Salary Slip for Employee who has left before Payroll Period
hr_hr: Nije moguće kreirati platnu listu za zaposlenika koji je otišao prije obračunskog razdoblja

source: Cannot create a Job Applicant against a closed Job Opening
hr_hr: Ne možete kreirati prijavu za posao za zatvoreni otvoreni oglas za posao

source: Cannot create or change transactions against an Appraisal Cycle with status {0}.
hr_hr: Ne mogu se kreirati ili mijenjati transakcije u okviru ciklusa procjene sa statusom {0}.

source: Cannot find active Leave Period
hr_hr: Ne mogu pronaći aktivno razdoblje dopusta

source: Cannot mark attendance for an Inactive employee {0}
hr_hr: Ne može se označiti prisutnost za neaktivnog zaposlenika {0}

source: Cannot submit. Attendance is not marked for some employees.
hr_hr: Nije moguće poslati. Prisutnost nije označena za neke zaposlenike.

source: Cannot update allocation for {0} after submission
hr_hr: Nije moguće ažurirati dodjelu za {0} nakon slanja

source: Cannot update status of Goal groups
hr_hr: Nije moguće ažurirati status ciljnih grupa

source: Carry Forward
hr_hr: Prenesi dalje

source: Carry Forwarded Leaves
hr_hr: Preneseno lišće

source: Casual Leave
hr_hr: Neobavezni dopust

source: Cause of Grievance
hr_hr: Uzrok pritužbe

source: Change
hr_hr: Promjena

source: Changing KRA in this parent goal will align all the child goals to the same KRA, if any.
hr_hr: Promjenom KRA u ovom nadređenom cilju, svi podređeni ciljevi će se uskladiti s istim KRA, ako ih ima.

source: Chart of Accounts
hr_hr: Kontni plan

source: Chart of Cost Centers
hr_hr: Dijagram troškovnih centara

source: Check <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> for more details
hr_hr: Za više detalja pogledajte <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a>

source: Check Error Log {0} for more details.
hr_hr: Za više detalja provjerite zapisnik pogrešaka {0}.

source: Check In
hr_hr: Dolazak

source: Check Out
hr_hr: Odlazak

source: Check Vacancies On Job Offer Creation
hr_hr: Provjerite slobodna radna mjesta prilikom kreiranja ponude za posao

source: Check {0} for more details
hr_hr: Za više detalja pogledajte {0}

source: Check-in
hr_hr: Prijava

source: Check-in Date
hr_hr: Datum prijave

source: Check-out
hr_hr: Odjava

source: Check-out Date
hr_hr: Datum odjave

source: Checkin Radius
hr_hr: Radijus prijave

source: Child nodes can only be created under 'Group' type nodes
hr_hr: Podređeni čvorovi mogu se kreirati samo pod čvorovima tipa 'Grupa'

source: Claim Benefit For
hr_hr: Zatražite naknadu za

source: Claim Date
hr_hr: Datum zahtjeva

source: Claim an Expense
hr_hr: Zatražite naknadu troškova

source: Claimed
hr_hr: Ostvaren

source: Claimed Amount
hr_hr: Zatraženi iznos

source: Claims
hr_hr: Zahtjevi

source: Clear All
hr_hr: Očisti sve

source: Clearance Date
hr_hr: Datum odobrenja

source: Cleared
hr_hr: Očišćeno

source: Click {0} to change the configuration and then resave salary slip
hr_hr: Kliknite {0} za promjenu konfiguracije, a zatim ponovno spremite platnu listu

source: Close
hr_hr: Zatvori

source: Closed
hr_hr: Zatvoreno

source: Closed On
hr_hr: Zatvoreno

source: Closes On
hr_hr: Zatvara se

source: Closes on:
hr_hr: Zatvara se:

source: Closing Balance
hr_hr: Završno stanje

source: Closing Notes
hr_hr: Završne napomene

source: Collapse All
hr_hr: Sažmi sve

source: Color
hr_hr: Boja

source: Comments
hr_hr: Komentari

source: Commission
hr_hr: Naknada

source: Company
hr_hr: Tvrtka

source: Company Details
hr_hr: Detalji tvrtke

source: Company Information
hr_hr: Informacije o tvrtki

source: Compensatory Leave Request
hr_hr: Zahtjev za kompenzacijski dopust

source: Compensatory Off
hr_hr: Kompenzacijski isključeno

source: Completed
hr_hr: Obrađeno

source: Completed On
hr_hr: Završeno

source: Completing onboarding
hr_hr: Dovršavanje uvođenja u posao

source: Component
hr_hr: Komponenta

source: Component properties and references
hr_hr: Svojstva i reference komponenti

source: Condition
hr_hr: Stanje

source: Condition & Formula
hr_hr: Stanje i formula

source: Condition and Formula Help
hr_hr: Pomoć za uvjete i formule

source: Condition and formula
hr_hr: Uvjet i formula

source: Conditions
hr_hr: Uvjeti

source: Conditions and Formula variable and example
hr_hr: Uvjeti i varijabla formule i primjer

source: Conference
hr_hr: Slotovi konferencije

source: Confirm
hr_hr: Potvrdi

source: Confirm {0}
hr_hr: Potvrdi {0}

source: Connections
hr_hr: Poveznice

source: Consider Grace Period
hr_hr: Razmotrite razdoblje odgode

source: Consider Marked Attendance on Holidays
hr_hr: Razmislite o označenoj prisutnosti tijekom praznika

source: Consider Tax Exemption Declaration
hr_hr: Razmotrite izjavu o oslobođenju od poreza

source: Consider Unmarked Attendance As
hr_hr: Neoznačenu prisutnost smatrajte

source: Consolidate Leave Types
hr_hr: Konsolidiraj vrste dopusta

source: Contact Email
hr_hr: Molimo unesite vaš email

source: Contact Information
hr_hr: Podaci za kontakt

source: Contact No.
hr_hr: Kontaktni broj

source: Contact Number
hr_hr: Broj kontakta

source: Continue
hr_hr: Nastavi

source: Contract
hr_hr: Ugovor

source: Copy of Invitation/Announcement
hr_hr: Primjerak pozivnice/obavijesti

source: Cost
hr_hr: Trošak

source: Cost Center
hr_hr: Centar troškova

source: Cost Centers
hr_hr: Troškovni centri

source: Costing
hr_hr: Troškovi

source: Costing Details
hr_hr: Detalji o troškovima

source: Could not submit some Salary Slips: {}
hr_hr: Nije moguće poslati neke platne liste: {}

source: Could not update Goal
hr_hr: Cilj nije moguće ažurirati

source: Could not update goals
hr_hr: Ciljevi nisu ažurirani

source: Country
hr_hr: Država

source: Country Fixture Deletion Failed
hr_hr: Brisanje utakmice po državama nije uspjelo

source: Country Setup failed
hr_hr: Postavljanje države nije uspjelo

source: Course
hr_hr: Kurs

source: Cover Letter
hr_hr: Prijava

source: Create
hr_hr: Stvori

source: Create Additional Salary
hr_hr: Kreiraj dodatnu plaću

source: Create Appraisals
hr_hr: Izradi procjene

source: Create Employee
hr_hr: Kreiraj zaposlenika

source: Create Interview
hr_hr: Kreiraj intervju

source: Create Job Applicant
hr_hr: Kreiraj prijavu za posao

source: Create Job Opening
hr_hr: Kreiraj otvoreno radno mjesto

source: Create Journal Entry
hr_hr: Izradi dnevnički unos

source: Create New Employee Id
hr_hr: Izradi novi ID zaposlenika

source: Create Payment Entry
hr_hr: Kreiraj unos plaćanja

source: Create Salary Slip
hr_hr: Izradi platnu listu

source: Create Salary Slips
hr_hr: Izradite platne liste

source: Create Separate Payment Entry Against Benefit Claim
hr_hr: Kreirajte zaseban unos plaćanja za zahtjev za naknadu

source: Create Shifts After
hr_hr: Stvori smjene nakon

source: Creating Appraisals
hr_hr: Izrada procjena

source: Creating Payment Entries......
hr_hr: Kreiranje unosa plaćanja...

source: Creating Salary Slips...
hr_hr: Izrada platnih lista...

source: Creating {0}...
hr_hr: Izrada {0}...

source: Creation Date
hr_hr: Datum kreiranja

source: Creation Failed
hr_hr: Stvaranje nije uspjelo

source: Creation of Salary Structure Assignments has been queued. It may take a few minutes.
hr_hr: Izrada dodjela strukture plaća je u redu čekanja. Može potrajati nekoliko minuta.

source: Creation of {0} has been queued. It may take a few minutes.
hr_hr: Izrada {0} je u redu čekanja. Može potrajati nekoliko minuta.

source: Criteria
hr_hr: Kriteriji

source: Criteria based on which employee should be rated in Performance Feedback and Self Appraisal
hr_hr: Kriteriji na temelju kojih bi zaposlenik trebao biti ocijenjen u povratnim informacijama o učinku i samoprocjeni

source: Currency
hr_hr: Valuta

source: Currency
hr_hr: Valuta

source: Currency of selected Income Tax Slab should be {0} instead of {1}
hr_hr: Valuta odabrane porezne tablice treba biti {0} umjesto {1}

source: Current
hr_hr: Trenutno

source: Current CTC
hr_hr: Trenutni CTC

source: Current Count
hr_hr: Trenutni broj

source: Current Employer
hr_hr: Trenutni poslodavac

source: Current Job Title
hr_hr: Trenutni naziv radnog mjesta

source: Current Month Income Tax
hr_hr: Porez na dohodak tekućeg mjeseca

source: Current Odometer Value should be greater than Last Odometer Value {0}
hr_hr: Trenutna vrijednost brojača kilometara trebala bi biti veća od posljednje vrijednosti brojača kilometara {0}

source: Current Odometer value
hr_hr: Trenutna vrijednost brojača kilometara

source: Current Openings
hr_hr: Trenutna otvorena radna mjesta

source: Current Slab
hr_hr: Trenutna ploča

source: Current Work Experience
hr_hr: Trenutno radno iskustvo

source: Currently, there is no {0} leave period for this date to create/update leave allocation.
hr_hr: Trenutno ne postoji {0} razdoblje dopusta za ovaj datum za kreiranje/ažuriranje raspodjele dopusta.

source: Custom Range
hr_hr: Prilagođeni raspon

source: Customer
hr_hr: Kupac

source: Cyan
hr_hr: Cijan

source: Cycle Name
hr_hr: Naziv ciklusa

source: Cycles
hr_hr: Ciklusi

source: Daily
hr_hr: Dnevno

source: Daily Work Summary
hr_hr: Dnevni sažetak rada

source: Daily Work Summary Group
hr_hr: Grupa za sažetak dnevnog rada

source: Daily Work Summary Group User
hr_hr: Korisnik grupe za dnevni sažetak rada

source: Daily Work Summary Replies
hr_hr: Odgovori na dnevni sažetak rada

source: Dashboard
hr_hr: Kontrolna ploča

source: Date
hr_hr: Datum

source: Date
hr_hr: Datum

source: Date Range
hr_hr: Datumski Raspon

source: Date is repeated
hr_hr: Datum se ponavlja

source: Date of Birth
hr_hr: Datum rođenja

source: Date of Joining
hr_hr: Datum pridruživanja

source: Dates & Reason
hr_hr: Datumi i razlog

source: Dates Based On
hr_hr: Datumi na temelju

source: Days for which Holidays are blocked for this department.
hr_hr: Dani za koje su praznici blokirani za ovaj odjel.

source: Debit A/C Number
hr_hr: Broj debitnog računa

source: Dec
hr_hr: Pro

source: Decision Pending
hr_hr: Odluka na čekanju

source: Declarations
hr_hr: Deklaracije

source: Declared Amount
hr_hr: Deklarirani iznos

source: Deduct Full Tax on Selected Payroll Date
hr_hr: Odbijte puni porez na odabrani datum isplate plaće

source: Deduct Tax For Unclaimed Employee Benefits
hr_hr: Odbijte porez za neiskorištene beneficije zaposlenika

source: Deduct Tax For Unsubmitted Tax Exemption Proof
hr_hr: Odbijte porez za nedostavljeni dokaz o oslobođenju od poreza

source: Deduction
hr_hr: Odbitak

source: Deduction Reports
hr_hr: Izvješća o odbitcima

source: Deduction from Salary
hr_hr: Odbitak od plaće

source: Deductions
hr_hr: Odbitci

source: Deductions before tax calculation
hr_hr: Izračun odbitaka prije oporezivanja

source: Default Account
hr_hr: Zadani račun

source: Default Amount
hr_hr: Zadani iznos

source: Default Bank / Cash account will be automatically updated in Salary Journal Entry when this mode is selected.
hr_hr: Zadani bankovni/gotovinski račun automatski će se ažurirati u dnevniku plaća kada je odabran ovaj način rada.

source: Default Base Pay
hr_hr: Zadana osnovna plaća

source: Default Employee Advance Account
hr_hr: Zadani predujamni račun zaposlenika

source: Default Expense Claim Payable Account
hr_hr: Račun za plaćanje potraživanja po zadanim troškovima

source: Default Payroll Payable Account
hr_hr: Zadani račun za isplatu plaća

source: Default Salary Structure
hr_hr: Zadana struktura plaća

source: Default Shift
hr_hr: Zadana pomaka

source: Deferred Expense Account
hr_hr: Račun odgođenih troškova

source: Delete
hr_hr: Izbriši

source: Delete Attachment
hr_hr: Izbriši Privitak

source: Delete {0}
hr_hr: Izbriši {0}

source: Delivery Trip
hr_hr: Dostava

source: Department
hr_hr: Odjel

source: Department Approver
hr_hr: Odobravatelj odjela

source: Department Wise Openings
hr_hr: Otvorena radna mjesta po odjelima

source: Department {0} does not belong to company: {1}
hr_hr: Odjel {0} ne pripada tvrtki: {1}

source: Department: {0}
hr_hr: Odjel: {0}

source: Departure Datetime
hr_hr: Datum i vrijeme polaska

source: Depends On Payment Days
hr_hr: Ovisi o danima plaćanja

source: Depends on Payment Days
hr_hr: Ovisi o danima plaćanja

source: Description
hr_hr: Opis

source: Description of a Job Opening
hr_hr: Opis otvorenog radnog mjesta

source: Designation
hr_hr: Oznaka

source: Designation Skill
hr_hr: Vještina označavanja

source: Designation: {0}
hr_hr: Oznaka: {0}

source: Details
hr_hr: Detalji

source: Details of Sponsor (Name, Location)
hr_hr: Podaci o sponzoru (ime, lokacija)

source: Determine Check-in and Check-out
hr_hr: Odredite prijavu i odjavu

source: Disable
hr_hr: Onemogući

source: Disable Rounded Total
hr_hr: Onemogući zaokruženi ukupni iznos

source: Disable {0} for the {1} component, to prevent the amount from being deducted twice, as its formula already uses a payment-days-based component.
hr_hr: Onemogućite {0} za komponentu {1} kako biste spriječili dvostruko odbijanje iznosa, budući da njegova formula već koristi komponentu temeljenu na danima plaćanja.

source: Disable {0} or {1} to proceed.
hr_hr: Onemogućite {0} ili {1} za nastavak.

source: Disabled
hr_hr: Onemogućeno

source: Disabling Push Notifications...
hr_hr: Onemogućavanje push obavijesti...

source: Dismiss
hr_hr: Odbaci

source: Dispensed Amount (Pro-rated)
hr_hr: Isplaćeni iznos (proporcionalno)

source: Do Not Include in Total
hr_hr: Ne uključuj u ukupan iznos

source: Do not include in total
hr_hr: Ne uključujte u ukupan iznos

source: Do you still want to proceed?
hr_hr: Želite li i dalje nastaviti?

source: Do you want to update the Job Applicant {0} as {1} based on this interview result?
hr_hr: Želite li ažurirati podatke o kandidatu za posao {0} kao {1} na temelju rezultata ovog razgovora?

source: Document Status
hr_hr: Status dokumenta

source: Document {0} failed!
hr_hr: Dokument {0} nije uspio!

source: Domestic
hr_hr: Domaći

source: Download PDF
hr_hr: Preuzmite PDF

source: Download Template
hr_hr: Preuzmi predložak

source: Draft
hr_hr: Skica

source: Driver
hr_hr: Vozač

source: Duplicate Attendance
hr_hr: Dvostruka prisutnost

source: Duplicate Entry
hr_hr: Duplikat unosa

source: Duplicate Job Requisition
hr_hr: Duplikat zahtjeva za posao

source: Duplicate Overwritten Salary
hr_hr: Duplikat prepisane plaće

source: Duplicate Salary Withholding
hr_hr: Dvostruko zadržavanje plaće

source: Duration (Days)
hr_hr: Trajanje (dani)

source: ERROR({0}): {1}
hr_hr: POGREŠKA({0}): {1}

source: Early Exit
hr_hr: Rani izlaz

source: Early Exit By
hr_hr: Rani izlaz do

source: Early Exit Grace Period
hr_hr: Razdoblje odgode za prijevremeni izlazak

source: Early Exits
hr_hr: Rani izlasci

source: Earned Leave
hr_hr: Zasluženi dopust

source: Earned Leave Frequency
hr_hr: Učestalost zasluženog dopusta

source: Earned Leaves
hr_hr: Zasluženi dopusti

source: Earned Leaves are allocated as per the configured frequency via scheduler.
hr_hr: Zarađeni dopusti dodjeljuju se prema konfiguriranoj učestalosti putem raspoređivača.

source: Earned Leaves are auto-allocated via scheduler based on the annual allocation set in the Leave Policy: {0}
hr_hr: Zarađeni dopusti se automatski dodjeljuju putem raspoređivača na temelju godišnje alokacije postavljene u Pravilima o dopustima: {0}

source: Earned Leaves are leaves earned by an Employee after working with the company for a certain amount of time. Enabling this will allocate leaves on pro-rata basis by automatically updating Leave Allocation for leaves of this type at intervals set by 'Earned Leave Frequency.
hr_hr: Zarađeni dopusti su dopusti koje je zaposlenik zaradio nakon što je određeno vrijeme radio u tvrtki. Omogućavanjem ove opcije dodijelit će se dopusti proporcionalno automatskim ažuriranjem raspodjele dopusta za dopuste ove vrste u intervalima postavljenim u odjeljku "Učestalost zarađenih dopusta".

source: Earning
hr_hr: Zarada

source: Earning Component
hr_hr: Komponenta zarade

source: Earning Salary Component is required for Employee Referral Bonus.
hr_hr: Za bonus za preporuku zaposlenika potrebna je komponenta plaće koja se zarađuje.

source: Earnings
hr_hr: Zarada

source: Earnings & Deductions
hr_hr: Zarada i odbitci

source: Edit
hr_hr: Uredi

source: Edit Expense Item
hr_hr: Uredi stavku troška

source: Edit Expense Tax
hr_hr: Uredi porez na troškove

source: Effective From
hr_hr: Vrijedi od

source: Effective To
hr_hr: Vrijedi do

source: Effective from
hr_hr: Vrijedi od

source: Email Address
hr_hr: Email adresa

source: Email ID
hr_hr: ID e-pošte

source: Email Salary Slip to Employee
hr_hr: Pošalji platnu listu zaposleniku e-poštom

source: Email Salary Slips
hr_hr: Platne liste e-poštom

source: Email Sent To
hr_hr: E-pošta poslana na

source: Email Template
hr_hr: E-mail predložak

source: Email sent to {0}
hr_hr: E-pošta poslana na {0}

source: Emails salary slip to employee based on preferred email selected in Employee
hr_hr: Šalje platnu listu zaposleniku e-poštom na temelju preferirane e-pošte odabrane u odjeljku Zaposlenik

source: Employee
hr_hr: Zaposlenik

source: Employee A/C Number
hr_hr: Broj računa zaposlenika

source: Employee Advance
hr_hr: Predujam zaposlenika

source: Employee Advance Balance
hr_hr: Stanje predujma zaposlenika

source: Employee Advance Summary
hr_hr: Sažetak predujma zaposlenika

source: Employee Advances
hr_hr: Predujmovi zaposlenika

source: Employee Analytics
hr_hr: Analitika zaposlenika

source: Employee Attendance Tool
hr_hr: Alat za evidenciju prisutnosti zaposlenika

source: Employee Benefit Application
hr_hr: Zahtjev za beneficije zaposlenika

source: Employee Benefit Application Detail
hr_hr: Detalji prijave za beneficije zaposlenika

source: Employee Benefit Claim
hr_hr: Zahtjev za naknadu zaposlenika

source: Employee Benefits
hr_hr: Pogodnosti za zaposlenike

source: Employee Birthday
hr_hr: Rođendan zaposlenika

source: Employee Boarding Activity
hr_hr: Aktivnost ukrcavanja zaposlenika

source: Employee Checkin
hr_hr: Prijava zaposlenika

source: Employee Checkin History
hr_hr: Povijest prijava zaposlenika

source: Employee Cost Center
hr_hr: Centar troškova zaposlenika

source: Employee Details
hr_hr: Podaci o zaposleniku

source: Employee Emails
hr_hr: E-pošta zaposlenika

source: Employee Exit Settings
hr_hr: Postavke izlaza zaposlenika

source: Employee Exits
hr_hr: Izlasci zaposlenika

source: Employee Feedback Criteria
hr_hr: Kriteriji za povratne informacije zaposlenika

source: Employee Feedback Rating
hr_hr: Ocjena povratnih informacija zaposlenika

source: Employee Grade
hr_hr: Ocjena zaposlenika

source: Employee Grievance
hr_hr: Pritužba zaposlenika

source: Employee Group
hr_hr: Grupa zaposlenika

source: Employee Health Insurance
hr_hr: Zdravstveno osiguranje zaposlenika

source: Employee Hours Utilization Based On Timesheet
hr_hr: Iskorištenost sati zaposlenika na temelju vremenskog lista

source: Employee Image
hr_hr: Slika zaposlenika

source: Employee Incentive
hr_hr: Poticaji za zaposlenike

source: Employee Info
hr_hr: Informacije o zaposleniku

source: Employee Information
hr_hr: Informacije o zaposlenicima

source: Employee Leave Balance
hr_hr: Stanje dopusta zaposlenika

source: Employee Leave Balance Summary
hr_hr: Sažetak stanja dopusta zaposlenika

source: Employee Lifecycle
hr_hr: Životni ciklus zaposlenika

source: Employee Loan
hr_hr: Prestamos

source: Employee Name
hr_hr: Ime zaposlenika

source: Employee Naming By
hr_hr: Imenovanje zaposlenika od strane

source: Employee Number
hr_hr: Broj zaposlenika

source: Employee Onboarding
hr_hr: Uvođenje zaposlenika

source: Employee Onboarding Template
hr_hr: Predložak za uvođenje zaposlenika

source: Employee Onboarding: {0} already exists for Job Applicant: {1}
hr_hr: Uvođenje zaposlenika: {0} već postoji za podnositelja zahtjeva za posao: {1}

source: Employee Other Income
hr_hr: Ostali prihodi zaposlenika

source: Employee Performance Feedback
hr_hr: Povratne informacije o učinku zaposlenika

source: Employee Promotion
hr_hr: Unapređenje zaposlenika

source: Employee Promotion Details
hr_hr: Detalji o promaknuću zaposlenika

source: Employee Promotion cannot be submitted before Promotion Date
hr_hr: Zahtjev za unapređenje zaposlenika ne može se podnijeti prije datuma unapređenja

source: Employee Property History
hr_hr: Povijest imovine zaposlenika

source: Employee Referral
hr_hr: Preporuka zaposlenika
