Repository: Logicna-Podloga/croatia-app
Catalog: croatia_app/translations/*-hrms.clean.po
Languages: hr_hr

source: Select type of leave the employee wants to apply for, like Sick Leave, Privilege Leave, Casual Leave, etc.
hr_hr: Odaberite vrstu dopusta za koju se zaposlenik želi prijaviti, kao što su bolovanje, privilegirani dopust, povremeni dopust itd.

source: Select your Leave Approver i.e. the person who approves or rejects your leaves.
hr_hr: Odaberite osobu koja odobrava vaše dopuste, tj. osobu koja odobrava ili odbija vaše dopuste.

source: Select {0}
hr_hr: Odaberite {0}

source: Self Appraisal
hr_hr: Samoprocjena

source: Self Appraisal Pending: {0}
hr_hr: Samoprocjena na čekanju: {0}

source: Self Appraisal Score
hr_hr: Rezultat samoprocjene

source: Self Score
hr_hr: Samoprocjena

source: Self-Study
hr_hr: Samostalno učenje

source: Self-approval for leaves is not allowed
hr_hr: Samoodobrenje za dopuste nije dopušteno

source: Send Emails At
hr_hr: Pošalji e-poruke na

source: Send Exit Questionnaire
hr_hr: Pošalji izlazni upitnik

source: Send Exit Questionnaires
hr_hr: Pošaljite izlazne upitnike

source: Send Interview Feedback Reminder
hr_hr: Pošalji podsjetnik za povratne informacije o intervjuu

source: Send Interview Reminder
hr_hr: Pošalji podsjetnik za razgovor

source: Send Leave Notification
hr_hr: Pošalji obavijest o odlasku

source: Sender
hr_hr: Pošiljatelj

source: Sender Email
hr_hr: E-pošta pošiljatelja

source: Sending Failed due to missing email information for employee(s): {1}
hr_hr: Slanje nije uspjelo zbog nedostatka podataka o e-pošti za zaposlenika/e: {1}

source: Sent
hr_hr: Poslano

source: Sent Successfully: {0}
hr_hr: Uspješno poslano: {0}

source: Sep
hr_hr: Ruj

source: Separation Activities
hr_hr: Aktivnosti razdvajanja

source: Separation Begins On
hr_hr: Razdvajanje počinje

source: Series
hr_hr: Podat. niz

source: Service
hr_hr: Usluga

source: Service Details
hr_hr: Detalji usluge

source: Service Expense
hr_hr: Trošak usluge

source: Service Expenses
hr_hr: Troškovi usluga

source: Service Item
hr_hr: Artikl za servis

source: Set "From(Year)" and "To(Year)" to 0 for no upper and lower limit.
hr_hr: Postavite "Od(godina)" i "Do(godina)" na 0 ako nema gornje i donje granice.

source: Set Assignment Details
hr_hr: Postavi detalje zadatka

source: Set Attendance Details
hr_hr: Postavi detalje o prisutnosti

source: Set Leave Details
hr_hr: Postavi detalje o dopustu

source: Set Relieving Date for Employee: {0}
hr_hr: Postavite datum otpuštanja za zaposlenika: {0}

source: Set attendance details for the employees select above
hr_hr: Postavite detalje o prisutnosti za gore odabrane zaposlenike

source: Set filters to fetch employees
hr_hr: Postavite filtere za dohvaćanje zaposlenika

source: Set opening balances for earnings and taxes from the previous employer
hr_hr: Postavite početna stanja za zaradu i poreze od prethodnog poslodavca

source: Set optional filters to fetch employees in the appraisee list
hr_hr: Postavite opcionalne filtere za dohvaćanje zaposlenika s popisa ocjenjivanih

source: Set the default account for the {0} {1}
hr_hr: Postavite zadani račun za {0} {1}

source: Set the frequency for holiday reminders
hr_hr: Postavite učestalost podsjetnika za blagdane

source: Set the properties that should be updated in the Employee master on promotion submission
hr_hr: Postavite svojstva koja treba ažurirati u glavnom popisu zaposlenika prilikom slanja promaknuća

source: Set the status to {0} if required.
hr_hr: Po potrebi postavite status na {0}.

source: Set {0} for selected employees
hr_hr: Postavi {0} za odabrane zaposlenike

source: Settings
hr_hr: Postavke

source: Settings Missing
hr_hr: Nedostaju postavke

source: Settle against Advances
hr_hr: Nagodba protiv predujmova

source: Settle all Payables and Receivables before submission
hr_hr: Podmirite sve obveze i potraživanja prije podnošenja

source: Settled
hr_hr: Naselio se

source: Setup
hr_hr: Postavke

source: Shared with the user {0} with 'submit' permisions
hr_hr: Podijeljeno s korisnikom {0} s dozvolama za slanje

source: Shift & Attendance
hr_hr: Smjena i prisutnost

source: Shift Actual End
hr_hr: Stvarni kraj smjene

source: Shift Actual End Time
hr_hr: Stvarno vrijeme završetka smjene

source: Shift Actual Start
hr_hr: Stvarni početak smjene

source: Shift Actual Start Time
hr_hr: Stvarno vrijeme početka smjene

source: Shift Assignment
hr_hr: Dodjeljivanje smjene

source: Shift Assignment Details
hr_hr: Detalji dodjele smjene

source: Shift Assignment History
hr_hr: Povijest dodjele smjena

source: Shift Assignment Tool
hr_hr: Alat za dodjeljivanje smjena

source: Shift Assignment: {0} created for Employee: {1}
hr_hr: Dodjeljivanje smjene: {0} kreirano za zaposlenika: {1}

source: Shift Attendance
hr_hr: Prisutnost u smjeni

source: Shift Details
hr_hr: Detalji smjene

source: Shift End
hr_hr: Kraj smjene

source: Shift End Time
hr_hr: Vrijeme završetka smjene

source: Shift Location
hr_hr: Pomakni lokaciju

source: Shift Request
hr_hr: Zahtjev za smjenu

source: Shift Request Approver
hr_hr: Odobravatelj zahtjeva za smjenu

source: Shift Request Filters
hr_hr: Filtri zahtjeva za pomak

source: Shift Requests ending before this date will be excluded.
hr_hr: Zahtjevi za smjenu koji završavaju prije ovog datuma bit će isključeni.

source: Shift Requests starting after this date will be excluded.
hr_hr: Zahtjevi za smjenu koji započnu nakon ovog datuma bit će isključeni.

source: Shift Schedule
hr_hr: Raspored smjena

source: Shift Schedule Assignment
hr_hr: Raspored smjena

source: Shift Settings
hr_hr: Postavke pomicanja

source: Shift Start
hr_hr: Početak smjene

source: Shift Start Time
hr_hr: Vrijeme početka smjene

source: Shift Status
hr_hr: Status smjene

source: Shift Timings
hr_hr: Vremena mijenjanja brzina

source: Shift Tools
hr_hr: Alati za pomicanje

source: Shift Type
hr_hr: Vrsta pomicanja

source: Shift has been successfully updated to {0}.
hr_hr: Smjena je uspješno ažurirana na {0}.

source: Shifts
hr_hr: Smjene

source: Show Employee
hr_hr: Prikaži zaposlenika

source: Show Leave Balances in Salary Slip
hr_hr: Prikaži stanje godišnjeg odmora u platnoj listi

source: Show Leaves Of All Department Members In Calendar
hr_hr: Prikaži odsustva svih članova odjela u kalendaru

source: Show Salary Slip
hr_hr: Prikaži platnu listu

source: Showing
hr_hr: Prikazuje se

source: Sick Leave
hr_hr: Bolovanje

source: Single Assignment
hr_hr: Jedan zadatak

source: Skill
hr_hr: Vještina

source: Skill Assessment
hr_hr: Procjena vještina

source: Skill Name
hr_hr: Naziv vještine

source: Skills
hr_hr: Veštine

source: Skip Auto Attendance
hr_hr: Preskoči automatsku evidenciju prisutnosti

source: Skipping Salary Structure Assignment for the following employees, as Salary Structure Assignment records already exists against them. {0}
hr_hr: Preskakanje dodjele strukture plaća za sljedeće zaposlenike jer za njih već postoje zapisi o dodjeli strukture plaća. {0}

source: Source
hr_hr: Izvor

source: Source Name
hr_hr: Naziv izvora

source: Source and Rating
hr_hr: Izvor i ocjena

source: Source and target shifts cannot be the same
hr_hr: Pomaci izvora i cilja ne mogu biti isti

source: Sponsored Amount
hr_hr: Sponzorirani iznos

source: Staffing Details
hr_hr: Detalji o osoblju

source: Staffing Plan
hr_hr: Plan zapošljavanja

source: Staffing Plan Detail
hr_hr: Detalji plana zapošljavanja

source: Staffing Plan {0} already exist for designation {1}
hr_hr: Plan osoblja {0} već postoji za oznaku {1}

source: Standard Tax Exemption Amount
hr_hr: Standardni iznos oslobođenja od poreza

source: Standard Working Hours
hr_hr: Standardno radno vrijeme

source: Start
hr_hr: Početak

source: Start Date
hr_hr: Početni datum

source: Start Time
hr_hr: Vrijeme početka

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}
hr_hr: Početni i završni datumi nisu u važećem obračunskom razdoblju, ne može se izračunati {0}

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}.
hr_hr: Početni i završni datumi nisu u važećem obračunskom razdoblju, nije moguće izračunati {0}.

source: Start date: {0}
hr_hr: Datum početka: {0}

source: Start time and end time cannot be same.
hr_hr: Vrijeme početka i vrijeme završetka ne mogu biti isti.

source: Statistical Component
hr_hr: Statistička komponenta

source: Stock Options
hr_hr: Opcije na dionice

source: Stop users from making Leave Applications on following days.
hr_hr: Spriječite korisnike da podnose zahtjeve za odlazak sljedećih dana.

source: Strictly based on Log Type in Employee Checkin
hr_hr: Strogo se temelji na vrsti zapisnika prilikom prijave zaposlenika

source: Structures have been assigned successfully
hr_hr: Strukture su uspješno dodijeljene

source: Subject
hr_hr: Predmet

source: Submission Date
hr_hr: Datum podnošenja

source: Submission Failed
hr_hr: Slanje nije uspjelo

source: Submission of {0} before {1} is not allowed
hr_hr: Slanje {0} prije {1} nije dopušteno

source: Submit
hr_hr: Pošalji

source: Submit Feedback
hr_hr: Pošalji povratne informacije

source: Submit Now
hr_hr: Pošalji sada

source: Submit Proof
hr_hr: Pošalji dokaz

source: Submit Salary Slip
hr_hr: Pošaljite platnu listu

source: Submit this Leave Application to confirm.
hr_hr: Pošaljite ovu Zahtjev za dopust kako biste potvrdili.

source: Submit this to create the Employee record
hr_hr: Pošaljite ovo za izradu zapisa zaposlenika

source: Submitted
hr_hr: Poslano

source: Submitting Salary Slips and creating Journal Entry...
hr_hr: Slanje platnih lista i kreiranje dnevnika...

source: Submitting Salary Slips...
hr_hr: Slanje platnih lista...

source: Subsidiary companies have already planned for {1} vacancies at a budget of {2}. Staffing Plan for {0} should allocate more vacancies and budget for {3} than planned for its subsidiary companies
hr_hr: Podružnice su već planirale {1} slobodnih radnih mjesta s proračunom od {2}. Plan zapošljavanja za {0} trebao bi dodijeliti više slobodnih radnih mjesta i proračuna za {3} nego što je planirano za podružnice.

source: Success
hr_hr: Uspješno

source: Successfully created {0} for employees:
hr_hr: Uspješno kreirano {0} za zaposlenike:

source: Successfully {0} {1} for the following employees:
hr_hr: Uspješno {0} {1} za sljedeće zaposlenike:

source: Sum of all previous slabs
hr_hr: Zbroj svih prethodnih ploča

source: Summarized View
hr_hr: Sažeti prikaz

source: Sunday
hr_hr: Nedjelja

source: Supplier
hr_hr: Dobavljač

source: Suspended
hr_hr: Obustavljen

source: Sync {0}
hr_hr: Sinkronizacija {0}

source: Syntax error
hr_hr: Sintaktička pogreška

source: Syntax error in condition: {0} in Income Tax Slab
hr_hr: Sintaktička pogreška u uvjetu: {0} u Poreznoj tablici

source: System Manager
hr_hr: Upravitelj sustava

source: Take Exact Completed Years
hr_hr: Uzmite točan broj navršenih godina

source: Task
hr_hr: Zadatak

source: Task Weight
hr_hr: Težina zadatka

source: Tax & Benefits
hr_hr: Porez i olakšice

source: Tax Deducted Till Date
hr_hr: Porezni odbitak do datuma

source: Tax Exemption Category
hr_hr: Kategorija oslobođenja od poreza

source: Tax Exemption Declaration
hr_hr: Izjava o oslobođenju od poreza

source: Tax Exemption Proofs
hr_hr: Dokazi o oslobođenju od poreza

source: Tax Setup
hr_hr: Postavljanje poreza

source: Tax on additional salary
hr_hr: Porez na dodatnu plaću

source: Tax on flexible benefit
hr_hr: Porez na fleksibilnu naknadu

source: Taxable Earnings Till Date
hr_hr: Oporeziva zarada do datuma

source: Taxable Salary Slab
hr_hr: Oporeziva plaća Slab

source: Taxable Salary Slabs
hr_hr: Oporezive platne ploče

source: Taxes & Charges
hr_hr: Porezi i naknade

source: Taxes and Charges on Income Tax
hr_hr: Porezi i naknade na porez na dohodak

source: Taxi
hr_hr: Taksi

source: Team Advances
hr_hr: Napredak tima

source: Team Claims
hr_hr: Zahtjevi tima

source: Team Leaves
hr_hr: Tim odlazi

source: Team Requests
hr_hr: Zahtjevi tima

source: Team Updates
hr_hr: Ažuriranja tima

source: Template Name
hr_hr: Naziv predloška

source: Terms
hr_hr: Uslovi

source: Terms and Conditions
hr_hr: Uvjeti i odredbe

source: Thank you
hr_hr: Hvala

source: The currency of {0} should be same as the company's default currency. Please select another account.
hr_hr: Valuta za {0} treba biti ista kao zadana valuta tvrtke. Molimo odaberite drugi račun.

source: The date on which Salary Component with Amount will contribute for Earnings/Deduction in Salary Slip.
hr_hr: Datum na koji će komponenta plaće s iznosom doprinijeti zaradi/odbitku na platnoj listi.

source: The day of the month when leaves should be allocated
hr_hr: Dan u mjesecu kada treba dodijeliti godišnji odmor

source: The day(s) on which you are applying for leave are holidays. You need not apply for leave.
hr_hr: Dani na koje podnosite zahtjev za dopust su praznici. Ne morate podnijeti zahtjev za dopust.

source: The days between {0} to {1} are not valid holidays.
hr_hr: Dani između {0} i {1} nisu važeći praznici.

source: The first Approver in the list will be set as the default Approver.
hr_hr: Prvi odobravatelj na popisu bit će postavljen kao zadani odobravatelj.

source: The fraction of Daily Salary per Leave should be between 0 and 1
hr_hr: Udio dnevne plaće po dopustu treba biti između 0 i 1

source: The fraction of daily wages to be paid for half-day attendance
hr_hr: Dio dnevne plaće koji se isplaćuje za poludnevno prisustvo

source: The metrics for this report are calculated based on the {0}. Please set {0} in {1}.
hr_hr: Mjerni podaci za ovo izvješće izračunavaju se na temelju {0}. Molimo postavite {0} u {1}.

source: The metrics for this report are calculated based on {0}. Please set {0} in {1}.
hr_hr: Mjerni podaci za ovo izvješće izračunavaju se na temelju {0}. Molimo postavite {0} u {1}.

source: The salary slip emailed to the employee will be password protected, the password will be generated based on the password policy.
hr_hr: Platna lista poslana zaposleniku e-poštom bit će zaštićena lozinkom, lozinka će se generirati na temelju pravila o lozinkama.

source: The time after the shift start time when check-in is considered as late (in minutes).
hr_hr: Vrijeme nakon početka smjene kada se prijava smatra zakašnjelom (u minutama).

source: The time before the shift end time when check-out is considered as early (in minutes).
hr_hr: Vrijeme prije završetka smjene kada se odjava smatra ranom (u minutama).

source: The time before the shift start time during which Employee Check-in is considered for attendance.
hr_hr: Vrijeme prije početka smjene tijekom kojeg se prijava zaposlenika uzima u obzir za prisutnost.

source: Theory
hr_hr: Teorija

source: There are more holidays than working days this month.
hr_hr: Ovaj mjesec ima više praznika nego radnih dana.

source: There are no vacancies under staffing plan {0}
hr_hr: Nema slobodnih radnih mjesta prema planu zapošljavanja {0}

source: There is no Salary Structure assigned to {0}. First assign a Salary Stucture.
hr_hr: Nije dodijeljena struktura plaća za {0}. Prvo dodijelite strukturu plaća.

source: There's no Employee with Salary Structure: {0}. Assign {1} to an Employee to preview Salary Slip
hr_hr: Nema zaposlenika sa strukturom plaća: {0}. Dodijelite {1} zaposleniku za pregled platne liste

source: These leaves are holidays permitted by the company however, availing it is optional for an Employee.
hr_hr: Ovi dopusti su praznici koje dopušta tvrtka, međutim, njihovo korištenje je neobavezno za zaposlenika.

source: This action will prevent making changes to the linked appraisal feedback/goals.
hr_hr: Ova će radnja spriječiti promjene povezanih povratnih informacija/ciljeva procjene.

source: This check-in is outside assigned shift hours and will not be considered for attendance. If a shift is assigned, adjust its time window and Fetch Shift again.
hr_hr: Ova prijava je izvan dodijeljenog vremena smjene i neće se uzimati u obzir za prisutnost. Ako je smjena dodijeljena, prilagodite njen vremenski okvir i ponovno dohvati smjenu.

source: This compensatory leave will be applicable from {0}.
hr_hr: Ovaj kompenzacijski dopust primjenjivat će se od {0}.

source: This employee already has a log with the same timestamp.{0}
hr_hr: Ovaj zaposlenik već ima zapisnik s istom vremenskom oznakom.{0}

source: This error can be due to invalid formula or condition.
hr_hr: Ova greška može biti uzrokovana nevažećom formulom ili uvjetom.

source: This error can be due to invalid syntax.
hr_hr: Ova greška može biti uzrokovana nevažećom sintaksom.

source: This error can be due to missing or deleted field.
hr_hr: Do ove greške može doći zbog nedostajućeg ili izbrisanog polja.

source: This field allows you to set the maximum number of consecutive leaves an Employee can apply for.
hr_hr: Ovo polje vam omogućuje postavljanje maksimalnog broja uzastopnih dopusta za koje zaposlenik može zatražiti.

source: This field allows you to set the maximum number of leaves that can be allocated annually for this Leave Type while creating the Leave Policy
hr_hr: Ovo polje vam omogućuje postavljanje maksimalnog broja dopusta koji se mogu dodijeliti godišnje za ovu vrstu dopusta prilikom kreiranja Pravila o dopustu.

source: This is based on the attendance of this Employee
hr_hr: To se temelji na prisutnosti ovog zaposlenika

source: This method is only meant for developer mode
hr_hr: Ova metoda je namijenjena samo za način rada za razvojne programere

source: This will overwrite the tax component {0} in the salary slip and tax won't be calculated based on the Income Tax Slabs
hr_hr: Ovim će se prebrisati porezna komponenta {0} na platnoj listi i porez se neće izračunavati na temelju poreznih tablica.

source: This will submit Salary Slips and create accrual Journal Entry. Do you want to proceed?
hr_hr: Ovim će se poslati platne liste i kreirati obračunski dnevnik. Želite li nastaviti?

source: Thursday
hr_hr: Četvrtak

source: Time
hr_hr: Vrijeme

source: Time Interval
hr_hr: Vremenski interval

source: Time Sheet
hr_hr: Radno vrijeme

source: Time after the end of shift during which check-out is considered for attendance.
hr_hr: Vrijeme nakon završetka smjene tijekom kojeg se odjava smatra dostupnošću.

source: Time taken to fill the open positions
hr_hr: Vrijeme potrebno za popunjavanje otvorenih radnih mjesta

source: Time to Fill
hr_hr: Vrijeme za popunjavanje

source: Timelines
hr_hr: Vremenske trake

source: Timesheet
hr_hr: Vremenska tablica

source: Timesheet Details
hr_hr: Detalji vremenskog lista

source: Timing
hr_hr: Vremenski raspored

source: Title
hr_hr: Naslov

source: To
hr_hr: Do

source: To Amount
hr_hr: Iznos

source: To Date
hr_hr: Do datuma

source: To Date cannot be before From Date
hr_hr: Datum završetka ne može biti prije datuma početka

source: To Date should be greater than From Date
hr_hr: Datum zaključenja treba biti veći od datuma početka

source: To Time
hr_hr: Do vremena

source: To User
hr_hr: Korisniku

source: To allow this, enable {0} under {1}.
hr_hr: Da biste to omogućili, omogućite {0} pod {1}.

source: To apply for a Half Day check 'Half Day' and select the Half Day Date
hr_hr: Za prijavu za poludnevni izlet označite "Pola dana" i odaberite datum poludnevnog izleta

source: To date can not be equal or less than from date
hr_hr: Datum do datuma ne može biti jednak ili manji od datuma od datuma

source: To date can not be greater than employee's relieving date.
hr_hr: Datum dolaska ne može biti veći od datuma otpuštanja zaposlenika.

source: To date can not be less than from date
hr_hr: Datum do datuma ne može biti kraći od datuma od datuma

source: To date can not greater than employee's relieving date
hr_hr: Dosadašnji datum ne može biti veći od datuma otpuštanja zaposlenika

source: To date cannot be before from date
hr_hr: Datum do ne može biti prije datuma od

source: To overwrite the salary component amount for a tax component, please enable {0}
hr_hr: Za prepisivanje iznosa komponente plaće za komponentu poreza, omogućite {0}

source: To(Year)
hr_hr: Do (godina)

source: To(Year) year can not be less than From(year)
hr_hr: Godina Do (godina) ne može biti manja od Od (godina)

source: Today is {0}'s birthday 🎉
hr_hr: Danas je {0}-in rođendan 🎉

source: Today {0} at our Company! 🎉
hr_hr: Danas {0} u našoj tvrtki! 🎉

source: Today {0} completed {1} year(s) at our Company! 🎉
hr_hr: Danas je {0} navršio/la {1} godina u našoj tvrtki! 🎉

source: Total
hr_hr: Ukupno

source: Total Absent
hr_hr: Potpuno odsutan

source: Total Actual Amount
hr_hr: Ukupni stvarni iznos

source: Total Advance Amount
hr_hr: Ukupni iznos predujma

source: Total Allocated Leave(s)
hr_hr: Ukupno dodijeljenih dopusta

source: Total Allocated Leaves
hr_hr: Ukupno dodijeljenih dopusta

source: Total Amount
hr_hr: Ukupan iznos

source: Total Amount Reimbursed
hr_hr: Ukupni iznos povrata

source: Total Amount cannot be zero
hr_hr: Ukupni iznos ne može biti nula

source: Total Asset Recovery Cost
hr_hr: Ukupni trošak povrata imovine

source: Total Billed Hours
hr_hr: Ukupno naplaćenih sati

source: Total Claimed Amount
hr_hr: Ukupni zatraženi iznos

source: Total Declared Amount
hr_hr: Ukupni prijavljeni iznos

source: Total Deduction
hr_hr: Ukupni odbitak

source: Total Deduction (Company Currency)
hr_hr: Ukupni odbitak (valuta tvrtke)

source: Total Early Exits
hr_hr: Ukupni broj ranih izlazaka

source: Total Earning
hr_hr: Ukupna zarada

source: Total Earnings
hr_hr: Ukupna zarada

source: Total Estimated Budget
hr_hr: Ukupni procijenjeni proračun

source: Total Estimated Cost
hr_hr: Ukupni procijenjeni trošak

source: Total Exemption Amount
hr_hr: Ukupni iznos oslobođenja

source: Total Expense Amount
hr_hr: Ukupni iznos troška

source: Total Expense Claim (via Expense Claim)
hr_hr: Zahtjev za ukupnu naknadu troškova (putem zahtjeva za naknadu troškova)

source: Total Expense Claim (via Expense Claims)
hr_hr: Ukupni zahtjev za naknadu troškova (putem zahtjeva za naknadu troškova)

source: Total Goal Score
hr_hr: Ukupan broj golova

source: Total Gross Pay
hr_hr: Ukupna bruto plaća

source: Total Holidays
hr_hr: Ukupno praznika

source: Total Hours (T)
hr_hr: Ukupno sati (T)

source: Total Income Tax
hr_hr: Ukupni porez na dohodak

source: Total Interest Amount
hr_hr: Ukupni iznos kamata

source: Total Late Entries
hr_hr: Ukupno zakašnjelih prijava

source: Total Leave Days
hr_hr: Ukupno dana dopusta

source: Total Leaves
hr_hr: Ukupno lišća

source: Total Leaves ({0})
hr_hr: Ukupno lišća ({0})

source: Total Leaves Allocated
hr_hr: Ukupno dodijeljenih dopusta

source: Total Leaves Encashed
hr_hr: Ukupno unovčenih listova

source: Total Loan Repayment
hr_hr: Ukupna otplata kredita

source: Total Net Pay
hr_hr: Ukupna neto plaća

source: Total Non-Billed Hours
hr_hr: Ukupni neobračunati sati

source: Total Payable Amount
hr_hr: Ukupni iznos

source: Total Payment
hr_hr: Ukupna uplata

source: Total Present
hr_hr: Ukupno sadašnje

source: Total Principal Amount
hr_hr: Ukupni glavni iznos

source: Total Receivable Amount
hr_hr: Ukupni iznos potraživanja

source: Total Resignations
hr_hr: Ukupan broj ostavki

source: Total Sanctioned Amount
hr_hr: Ukupni sankcionirani iznos

source: Total Score
hr_hr: Ukupni rezultat

source: Total Self Score
hr_hr: Ukupni samoprocjena

source: Total Taxes and Charges
hr_hr: Ukupni porezi i naknade

source: Total Working Hours
hr_hr: Ukupni radni sati

source: Total advance amount cannot be greater than total sanctioned amount
hr_hr: Ukupni iznos predujma ne može biti veći od ukupnog odobrenog iznosa

source: Total allocated leaves are more than maximum allocation allowed for {0} leave type for employee {1} in the period
hr_hr: Ukupan broj dodijeljenih dopusta veći je od maksimalno dopuštenog broja za vrstu dopusta {0} za zaposlenika {1} u tom razdoblju
