Repository: Logicna-Podloga/croatia-app
Catalog: croatia_app/translations/*-hrms.clean.po
Languages: hr_hr

source: Total allocated leaves {0} cannot be less than already approved leaves {1} for the period
hr_hr: Ukupan broj dodijeljenih odmora {0} ne može biti manji od već odobrenih odmora {1} za to razdoblje

source: Total flexible benefit component amount {0} should not be less than max benefits {1}
hr_hr: Ukupni iznos fleksibilne komponente beneficija {0} ne smije biti manji od maksimalnih beneficija {1}

source: Total in words
hr_hr: Ukupno riječima

source: Total in words (Company Currency)
hr_hr: Ukupno riječima (valuta tvrtke)

source: Total leaves allocated cannot exceed annual allocation of {0}.
hr_hr: Ukupan broj dodijeljenih odmora ne može premašiti godišnji broj od {0}.

source: Total leaves allocated is mandatory for Leave Type {0}
hr_hr: Ukupan broj dodijeljenih dopusta obavezan je za vrstu dopusta {0}

source: Total percentage against cost centers should be 100
hr_hr: Ukupni postotak prema troškovnim centrima trebao bi biti 100

source: Total salary booked against this component for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
hr_hr: Ukupna plaća knjižena na ovu komponentu za ovog zaposlenika od početka godine (razdoblja obračuna plaća ili fiskalne godine) do krajnjeg datuma tekuće platne liste.

source: Total salary booked for this employee from the beginning of the month up to the current salary slip's end date.
hr_hr: Ukupna plaća obračunata za ovog zaposlenika od početka mjeseca do krajnjeg datuma tekuće platne liste.

source: Total salary booked for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
hr_hr: Ukupna plaća knjižena za ovog zaposlenika od početka godine (razdoblja obračuna plaća ili fiskalne godine) do krajnjeg datuma tekuće platne liste.

source: Total weightage for all {0} must add up to 100. Currently, it is {1}%
hr_hr: Ukupna težina za sve {0} mora se zbrojiti do 100. Trenutno je {1}%

source: Total working Days Per Year
hr_hr: Ukupan broj radnih dana godišnje

source: Total working hours should not be greater than max working hours {0}
hr_hr: Ukupni radni sati ne smiju biti veći od maksimalnog broja radnih sati {0}

source: Totals
hr_hr: Ukupno

source: Train
hr_hr: Vlak

source: Trainer Email
hr_hr: E-pošta trenera

source: Trainer Name
hr_hr: Ime trenera

source: Training
hr_hr: Obuka

source: Training Date
hr_hr: Datum obuke

source: Training Event
hr_hr: Trening događaj

source: Training Event Employee
hr_hr: Zaposlenik na događaju obuke

source: Training Event:
hr_hr: Trening:

source: Training Events
hr_hr: Trening događaji

source: Training Feedback
hr_hr: Povratne informacije o obuci

source: Training Program
hr_hr: Program obuke

source: Training Result
hr_hr: Rezultat treninga

source: Training Result Employee
hr_hr: Rezultat obuke zaposlenika

source: Trainings
hr_hr: Vježbanje

source: Transaction Date
hr_hr: Datum plaćanja/transakcije

source: Transaction Name
hr_hr: Naziv transakcije

source: Transaction Type
hr_hr: Vrsta transakcije

source: Transactions
hr_hr: Transakcije

source: Transactions cannot be created for an Inactive Employee {0}.
hr_hr: Transakcije se ne mogu kreirati za neaktivnog zaposlenika {0}.

source: Transfer Date
hr_hr: Datum prijenosa

source: Travel
hr_hr: Putno

source: Travel Advance Required
hr_hr: Potrebna je unaprijed za putovanje

source: Travel From
hr_hr: Putovanje iz

source: Travel Funding
hr_hr: Financiranje putovanja

source: Travel Itinerary
hr_hr: Plan putovanja

source: Travel Request
hr_hr: Zahtjev za putovanje

source: Travel Request Costing
hr_hr: Troškovi putnih zahtjeva

source: Travel To
hr_hr: Putovanje u

source: Travel Type
hr_hr: Vrsta putovanja

source: Tuesday
hr_hr: Utorak

source: Type
hr_hr: Vrsta

source: Type of Proof
hr_hr: Vrsta dokaza

source: Unable to find Salary Component {0}
hr_hr: Nije moguće pronaći komponentu plaće {0}

source: Unable to retrieve your location
hr_hr: Nije moguće dohvatiti vašu lokaciju

source: Unarchive
hr_hr: Nenarhivno

source: Unclaimed Amount
hr_hr: Nepotraživani iznos

source: Under Review
hr_hr: Na čekanju

source: Unlink Payment
hr_hr: Prekini vezu plaćanja

source: Unlinked Attendance record from Employee Checkins: {}
hr_hr: Nepovezani zapis o prisutnosti s prijavama zaposlenika: {}

source: Unlinked logs
hr_hr: Nepovezani zapisnici

source: Unmarked Attendance
hr_hr: Neoznačena prisutnost

source: Unmarked Attendance for days
hr_hr: Neoznačena prisutnost danima

source: Unmarked Check-in Logs Found
hr_hr: Pronađeni neoznačeni zapisnici prijave

source: Unmarked Days
hr_hr: Neoznačeni dani

source: Unmarked days
hr_hr: Neoznačeni dani

source: Unpaid
hr_hr: Neisplaćen

source: Unpaid Expense Claim
hr_hr: Zahtjev za neplaćene troškove

source: Unsettled
hr_hr: Nesređeno

source: Unsettled Transactions
hr_hr: Nepodmirene transakcije

source: Unsubmitted Appraisals
hr_hr: Nepodnesene procjene

source: Untracked Hours
hr_hr: Nepraćeni sati

source: Untracked Hours (U)
hr_hr: Nepraćeni sati (U)

source: Unused leaves
hr_hr: Neiskorišteno lišće

source: Upcoming Holidays
hr_hr: Nadolazeći praznici

source: Upcoming Holidays Reminder
hr_hr: Podsjetnik za nadolazeće blagdane

source: Upcoming Shifts
hr_hr: Nadolazeće smjene

source: Update
hr_hr: Ažuriraj

source: Update Expense
hr_hr: Ažuriraj trošak

source: Update Job Applicant
hr_hr: Ažuriranje prijave za posao

source: Update Progress
hr_hr: Napredak ažuriranja

source: Update Response
hr_hr: Ažuriraj odgovor

source: Update Salary Structures
hr_hr: Ažuriranje struktura plaća

source: Update Status
hr_hr: Status ažuriranja

source: Update Tax
hr_hr: Ažuriraj porez

source: Updated status from {0} to {1} for date {2} in the attendance record {3}
hr_hr: Ažuriran status od {0} do {1} za datum {2} u evidenciji prisutnosti {3}

source: Updated the Job Applicant status to {0}
hr_hr: Status podnositelja zahtjeva za posao ažuriran je na {0}

source: Updated the status of Job Offer {0} for the linked Job Applicant {1} to {2}
hr_hr: Ažuriran je status ponude za posao {0} za povezanog podnositelja zahtjeva za posao {1} na {2}

source: Updated the status of linked Job Applicant {0} to {1}
hr_hr: Ažuriran je status povezanog podnositelja zahtjeva za posao {0} na {1}

source: Upload Attendance
hr_hr: Prisutnost pri prijenosu

source: Upload HTML
hr_hr: Prenesi HTML

source: Upload images or documents
hr_hr: Prenesite slike ili dokumente

source: Uploading...
hr_hr: Prenosim...

source: Upper Range
hr_hr: Gornji dio gornjeg dijela

source: Used Leave(s)
hr_hr: Iskorišteni dopust(i)

source: Used Leaves
hr_hr: Korišteno lišće

source: User
hr_hr: Korisnik

source: Users
hr_hr: Korisnici

source: Utilization
hr_hr: Iskorištenost

source: Vacancies
hr_hr: Slobodna radna mjesta

source: Vacancies cannot be lower than the current openings
hr_hr: Broj slobodnih radnih mjesta ne može biti manji od trenutnog broja otvorenih radnih mjesta

source: Vacancies fulfilled
hr_hr: Popunjena slobodna radna mjesta

source: Validate Attendance
hr_hr: Potvrdi prisutnost

source: Validating Employee Attendance...
hr_hr: Potvrđivanje prisutnosti zaposlenika...

source: Value / Description
hr_hr: Vrijednost / Opis

source: Value missing
hr_hr: Nedostaje vrijednost

source: Variable
hr_hr: Varijabla

source: Variable Based On Taxable Salary
hr_hr: Varijabla na temelju oporezive plaće

source: Vegetarian
hr_hr: Vegetarijanac

source: Vehicle
hr_hr: Vozilo

source: Vehicle Expenses
hr_hr: Troškovi vozila

source: Vehicle Log
hr_hr: Dnevnik vozila

source: Vehicle Service
hr_hr: Servis vozila

source: Vehicle Service Item
hr_hr: Servisna stavka vozila

source: View
hr_hr: Pregled

source: View All
hr_hr: Pogledaj sve

source: View Goals
hr_hr: Prikaži ciljeve

source: View Leave History
hr_hr: Prikaži povijest odlazaka

source: View Ledger
hr_hr: Pregled glavne knjige

source: View List
hr_hr: Pogledaj popis

source: View Salary Slips
hr_hr: Pogledajte platne liste

source: Violet
hr_hr: Ljubičasta

source: WARNING: Loan Management module has been separated from ERPNext.
hr_hr: UPOZORENJE: Modul za upravljanje kreditima odvojen je od ERPNext-a.

source: Walk In
hr_hr: Uđite bez narudžbe

source: Warning
hr_hr: Upozorenje

source: Warning: Insufficient leave balance for Leave Type {0} in this allocation.
hr_hr: Upozorenje: Nedovoljan saldo dopusta za vrstu dopusta {0} u ovoj alokaciji.

source: Warning: Insufficient leave balance for Leave Type {0}.
hr_hr: Upozorenje: Nedovoljan saldo dopusta za vrstu dopusta {0}.

source: Warning: Leave application contains following block dates
hr_hr: Upozorenje: Zahtjev za odlazak sadrži sljedeće datume blokade

source: Warning: {0} already has an active Shift Assignment {1} for some/all of these dates.
hr_hr: Upozorenje: {0} već ima aktivnu smjenu {1} za neke/sve ove datume.

source: Website Listing
hr_hr: Popis web-stranica

source: Wednesday
hr_hr: Srijeda

source: Weekly
hr_hr: Tjedno

source: Weightage (%)
hr_hr: Težina (%)

source: When set to 'Inactive', employees with conflicting active shifts will not be excluded.
hr_hr: Kada je postavljeno na 'Neaktivno', zaposlenici s konfliktnim aktivnim smjenama neće biti isključeni.

source: Whereas allocation for Compensatory Leaves is automatically created or updated on submission of Compensatory Leave Request.
hr_hr: Dok se raspodjela za kompenzacijske dopuste automatski kreira ili ažurira prilikom podnošenja zahtjeva za kompenzacijski dopust.

source: Why is this Candidate Qualified for this Position?
hr_hr: Zašto je ovaj kandidat kvalificiran za ovu poziciju?

source: Withheld
hr_hr: Zadržano

source: Work Anniversaries
hr_hr: Obljetnice rada

source: Work Anniversary Reminder
hr_hr: Podsjetnik za godišnjicu rada

source: Work End Date
hr_hr: Datum završetka rada

source: Work Experience Calculation Method
hr_hr: Metoda izračuna radnog iskustva

source: Work From Date
hr_hr: Datum početka rada

source: Work From Home
hr_hr: Rad od kuće

source: Work References
hr_hr: Radne reference

source: Work Summary for {0}
hr_hr: Sažetak rada za {0}

source: Worked On Holiday
hr_hr: Radio/la na praznik

source: Working Days
hr_hr: Radni dani

source: Working Days and Hours
hr_hr: Radni dani i sati

source: Working Hours
hr_hr: Radno vrijeme

source: Working Hours Calculation Based On
hr_hr: Izračun radnog vremena na temelju

source: Working Hours Threshold for Absent
hr_hr: Prag radnog vremena za odsutne

source: Working Hours Threshold for Half Day
hr_hr: Prag radnog vremena za pola dana

source: Working hours below which Absent is marked. (Zero to disable)
hr_hr: Radno vrijeme ispod kojeg je označeno Odsutan. (Nula za onemogućavanje)

source: Working hours below which Half Day is marked. (Zero to disable)
hr_hr: Radno vrijeme ispod kojeg je označeno Pola dana. (Nula za onemogućavanje)

source: Workshop
hr_hr: Radionica

source: Year
hr_hr: Godina

source: Year To Date
hr_hr: Od početka godine

source: Year To Date(Company Currency)
hr_hr: Od početka godine (valuta tvrtke)

source: Yearly
hr_hr: Godišnje

source: Yellow
hr_hr: Žuta boja

source: Yes
hr_hr: Da

source: Yes, Proceed
hr_hr: Da, nastavi

source: You are not authorized to approve leaves on Block Dates
hr_hr: Niste ovlašteni odobravati dopuste na datume blokade

source: You are not present all day(s) between compensatory leave request days
hr_hr: Niste prisutni cijeli dan/dane između dana zahtjeva za kompenzacijski dopust

source: You can claim only an amount of {0}, the rest amount {1} should be in the application as pro-rata component
hr_hr: Možete zatražiti samo iznos od {0}, preostali iznos od {1} treba biti u prijavi kao proporcionalni dio

source: You can not define multiple slabs if you have a slab with no lower and upper limits.
hr_hr: Ne možete definirati više ploča ako imate ploču bez donje i gornje granice.

source: You can not request for your Default Shift: {0}
hr_hr: Ne možete zatražiti svoju zadanu smjenu: {0}

source: You can only plan for upto {0} vacancies and budget {1} for {2} as per staffing plan {3} for parent company {4}.
hr_hr: Možete planirati samo do {0} slobodnih radnih mjesta i u proračunu imati {1} za {2} prema planu osoblja {3} za matičnu tvrtku {4}.

source: You can only submit Leave Encashment for a valid encashment amount
hr_hr: Isplatu godišnjeg odmora možete podnijeti samo za valjani iznos isplate

source: You can only upload JPG, PNG, PDF, TXT or Microsoft documents.
hr_hr: Možete prenijeti samo JPG, PNG, PDF, TXT ili Microsoft dokumente.

source: You have no upcoming shifts
hr_hr: Nemate nadolazećih smjena

source: You may add additional details, if any, and submit the offer.
hr_hr: Možete dodati dodatne detalje, ako ih ima, i poslati ponudu.

source: You must be within {0} meters of your shift location to check in.
hr_hr: Morate biti unutar {0} metara od mjesta vaše smjene da biste se prijavili.

source: You were only present for Half Day on {}. Cannot apply for a full day compensatory leave
hr_hr: Bili ste prisutni samo pola dana na {}. Ne možete se prijaviti za cijeli dan kompenzacijskog dopusta.

source: Your Interview session is rescheduled from {0} {1} - {2} to {3} {4} - {5}
hr_hr: Vaš intervju je premješten s {0} {1} - {2} na {3} {4} - {5}

source: Your password has expired. Please reset your password to continue
hr_hr: Vaša je lozinka istekla. Molimo vas da resetirate lozinku za nastavak.

source: active
hr_hr: aktivan

source: based on
hr_hr: na temelju

source: cancellation
hr_hr: otkazivanje

source: cancelled
hr_hr: otkazana

source: changed the status from {0} to {1} via Attendance Request
hr_hr: promijenio status iz {0} u {1} putem Zahtjeva za prisustvo

source: create/submit
hr_hr: kreiraj/pošalji

source: created
hr_hr: kreiran

source: email
hr_hr: e-pošta

source: or for the Employee's Department: {0}
hr_hr: ili za odjel zaposlenika: {0}

source: process
hr_hr: proces

source: processed
hr_hr: obrađeno

source: result
hr_hr: proizlaziti

source: results
hr_hr: rezultati

source: review
hr_hr: recenzija

source: reviews
hr_hr: recenzije

source: submitted
hr_hr: poslano

source: to
hr_hr: do

source: via Salary Component sync
hr_hr: putem sinkronizacije komponente plaće

source: {0} & {1} more
hr_hr: {0} i još {1}

source: {0} <br> This error can be due to missing or deleted field.
hr_hr: {0}<br> Do ove greške može doći zbog nedostajućeg ili izbrisanog polja.

source: {0} Appraisal(s) are not submitted yet
hr_hr: {0} Procjena(e) još nisu poslane

source: {0} Field
hr_hr: Polje {0}

source: {0} Missing
hr_hr: Nedostaje {0}

source: {0} Row #{1}: Formula is set but {2} is disabled for the Salary Component {3}.
hr_hr: {0} Redak br. {1}: Formula je postavljena, ali {2} je onemogućen za komponentu plaće {3}.

source: {0} Row #{1}: {2} needs to be enabled for the formula to be considered.
hr_hr: {0} Redak br. {1}: {2} mora biti omogućen da bi se formula uzela u obzir.

source: {0} already allocated for Employee {1} for period {2} to {3}
hr_hr: {0} je već dodijeljeno za zaposlenika {1} za razdoblje od {2} do {3}

source: {0} already exists for employee {1} and period {2}
hr_hr: {0} već postoji za zaposlenika {1} i razdoblje {2}

source: {0} already has an active Shift Assignment {1} for some/all of these dates.
hr_hr: {0} već ima aktivnu smjenu {1} za neke/sve ove datume.

source: {0} applicable after {1} working days
hr_hr: {0} primjenjuje se nakon {1} radnih dana

# Leave Type
source: {0} balance
hr_hr: Saldo od {0}

source: {0} completed {1} year(s)
hr_hr: {0} je završio/la {1} godina

source: {0} created successfully!
hr_hr: {0} uspješno kreirano!

source: {0} deleted successfully!
hr_hr: {0} uspješno izbrisano!

source: {0} failed!
hr_hr: {0} nije uspjelo!

source: {0} has {1} enabled
hr_hr: {0} ima omogućeno {1}

source: {0} is mandatory
hr_hr: {0} je obavezno

source: {0} is not a holiday.
hr_hr: {0} nije praznik.

source: {0} is not allowed to submit Interview Feedback for the Interview: {1}
hr_hr: {0} nema dopuštenje za slanje povratnih informacija za intervju: {1}

source: {0} is not in Optional Holiday List
hr_hr: {0} nije na popisu neobaveznih praznika

source: {0} is not in a valid Payroll Period
hr_hr: {0} nije u važećem obračunskom razdoblju

source: {0} is required
hr_hr: {0} je obavezno

source: {0} leaves allocated successfully
hr_hr: {0} listova uspješno dodijeljeno

source: {0} leaves were manually allocated by {1} on {2}
hr_hr: {0} listova je ručno dodijelio/la {1} dana {2}

source: {0} must be submitted
hr_hr: {0} mora biti poslano

source: {0} of {1} Completed
hr_hr: Završeno: 2} od 3}

source: {0} successful!
hr_hr: {0} uspješno!

source: {0} successfully!
hr_hr: {0} uspješno!

source: {0} to {1} employee(s)?
hr_hr: {0} do {1} zaposlenika?

source: {0} updated successfully!
hr_hr: {0} uspješno ažurirano!

source: {0} vacancies and {1} budget for {2} already planned for subsidiary companies of {3}. You can only plan for upto {4} vacancies and and budget {5} as per staffing plan {6} for parent company {3}.
hr_hr: {0} slobodnih radnih mjesta i {1} proračun za {2} već je planiran za podružnice tvrtke {3}. Možete planirati samo do {4} slobodnih radnih mjesta i proračun za {5} prema planu osoblja {6} za matičnu tvrtku {3}.

source: {0} will be updated for the following Salary Structures: {1}.
hr_hr: {0} će biti ažurirano za sljedeće strukture plaća: {1}.

source: {0}: Employee email not found, hence email not sent
hr_hr: {0}: E-pošta zaposlenika nije pronađena, stoga e-pošta nije poslana

source: {0}: From {0} of type {1}
hr_hr: {0}: Od {0} tipa {1}

source: {} Accepted
hr_hr: {} Prihvaćeno

source: {} Active
hr_hr: {} Aktivno

source: {} Draft
hr_hr: {} Nacrt

source: {} Open
hr_hr: {} Otvoreno

source: {} Pending
hr_hr: {} Na čekanju

source: {} Unclaimed
hr_hr: {} Nezahtjevano

source: {} is an invalid Attendance Status.
hr_hr: {} je nevažeći status prisutnosti.

source: {} {} open for this position.
hr_hr: {} {} otvoreno za ovu poziciju.
